{
  "last_updated": "2026-02-17T09:38:43.920698",
  "query": "\"giant cell tumor of bone\" OR \"giant cell tumour of bone\" OR \"GCTB\"",
  "count": 117,
  "publications": [
    {
      "pmid": "41204986",
      "title": "Keratin-positive giant cell-rich tumor with HMGA::NCOR2 fusion in a 4-year-old.",
      "authors": [
        "Lee Rachel S",
        "Chen Wei",
        "Eward William",
        "Cao Joseph"
      ],
      "journal": "Skeletal radiology",
      "journal_abbrev": "Skeletal Radiol",
      "pub_date": "2026-03-01",
      "doi": "10.1007/s00256-025-05051-9",
      "abstract": "Epiphyseal and metaphyseal bone lesions in pediatric patients are uncommon, and lesions that cross an open physis are even rarer. The differential diagnosis for such lesions consists of infection, giant cell tumor, and chondroblastoma. We describe a 4-year-old male patient who presented with a bone tumor originating in the proximal tibial metaphysis that extended across the physis into the epiphysis. Sampling revealed a HMGA2::NCOR2 fusion associated with a recently described subset of giant cell-rich bone and soft tissue tumors. This case expands the differential diagnosis for cross-physeal and epiphyseal bone tumors in pediatric patients and highlights the radiological features of keratin-positive giant cell-rich tumor (KPGCT).",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41204986/",
      "category": "Diagnosis & Imaging"
    },
    {
      "pmid": "41677220",
      "title": "Can We Develop a Web-based Nomogram That Could Predict the Risk of Local Recurrence After Treatment for Giant Cell Tumor of Bone of the Extremities by Curettage?",
      "authors": [
        "Masunaga Tomoya",
        "Tsukamoto Shinji",
        "Kurakami Hiroyuki",
        "Mavrogenis Andreas F",
        "Honoki Kanya",
        "Fujii Hiromasa",
        "Donati Davide Maria",
        "Errani Costantino",
        "Kido Akira"
      ],
      "journal": "Clinical orthopaedics and related research",
      "journal_abbrev": "Clin Orthop Relat Res",
      "pub_date": "2026-02-11",
      "doi": "10.1097/CORR.0000000000003846",
      "abstract": "BACKGROUND: For giant cell tumor of bone (GCTB) in the extremities, joint-preserving surgery (curettage) is often favored over en bloc resection to maintain postoperative function, although it carries a notable risk of local recurrence. We decided to develop a nomogram to predict the risk of local recurrence after curettage of GCTB of the extremities so physicians can shorten the interval between radiographs, add CT or MRI, and even monitor tartrate-resistant acid phosphatase 5b levels during surveillance for patients at particularly high risk of local recurrence. QUESTIONS/PURPOSES: Can we develop a web-based nomogram that could predict the risk of local recurrence after treatment for GCTB of the extremities by curettage? METHODS: A total of 535 patients were histologically diagnosed with GCTB of the extremities and underwent surgery at the authors' institutions between 1980 and 2022. Of these, 38% (204) underwent en bloc resection, five underwent amputation, and one patient with an unknown Campanacci stage was excluded. A retrospective analysis was performed on the remaining 325 patients who underwent curettage. The median age was 30 years, and 67% (216) of the patients had a tumor of the distal femur or proximal tibia. The incidence of Campanacci Stage III tumors was 21%, and pathologic fractures were observed in 6% (19) of the patients at presentation. Nomograms were developed using the multivariate Cox regression model to allow prediction of local recurrence rates at 2 and 5 years; covariates in the Cox regression included prognostic factors considered clinically significant, such as patient age, Campanacci stage, site, presence of pathologic fracture at presentation, preoperative denosumab therapy, previous surgery, filler (whether or not bone cement was used), and local adjuvant therapy, and these were considered potential prognostic factors in the model. Model validation was performed using calibration (calibration plots) and discrimination (Harrell C-index). RESULTS: The local recurrence-free survival rate was 83% (95% confidence interval [CI] 79% to 87%) at 2 years and 77% (95% CI 72% to 82%) at 5 years. Calibration plots for local recurrence rates at 2 years and 5 years showed good linearity and general agreement between observed and predicted local recurrence rates. The optimism-corrected C-index of the predictive model was 0.69 (95% CI 0.65 to 0.78). We therefore developed a web-based application incorporating this nomogram, which we then made freely available as a prognostic tool for clinicians, accessible on our webpage: https://naraseikei.com/research/nomogram/. CONCLUSION: The nomograms we developed are reliable methods useful for predicting local recurrence in patients after curettage of GCTB of the extremities. By using this nomogram, patients at high risk of local recurrence after curettage may be identified, and efforts to detect local recurrence early and perform recurettage or radiofrequency ablation may improve the frequency of joint preservation. Furthermore, the risk of local recurrence can be determined as a specific numeric value before treatment begins, both with and without preoperative denosumab therapy, bone cement use, and local adjuvant therapy, allowing for discussions with patients regarding treatment plans, including the advantages and disadvantages of each option. We note that we did not study whether or not early detection of local recurrence or treating patients with a predicted higher risk of local recurrence will lead to a lesser likelihood of local recurrence or better joint preservation. External validation using data from other institutes is needed. LEVEL OF EVIDENCE: Level III, prognostic study.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41677220/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41479686",
      "title": "Mri-based habitat and peritumoral radiomics for predicting the proliferative activity of stromal cells in giant cell tumor of bone.",
      "authors": [
        "Xia Jie",
        "Jiang Kunming",
        "Zhou Jinyi",
        "Cao Lei",
        "Xiao Fan",
        "Jiang Jingxuan"
      ],
      "journal": "Journal of bone oncology",
      "journal_abbrev": "J Bone Oncol",
      "pub_date": "2026-02-01",
      "doi": "10.1016/j.jbo.2025.100733",
      "abstract": "PURPOSE: This study aims to explore the feasibility of MRI-based habitat and peritumoral radiomics for predicting the proliferative activity of stromal cells in giant cell tumor of bone (GCTB). MATERIAL AND METHODS: A retrospective study was performed on 133 patients (102 in training cohort and 31 in validation cohort) diagnosed with GCTB from four centers. The tumor was meticulously segmented into three distinct habitat subregions using K-means clustering, incorporating a 1-pixel peritumoral expansion to capture the microenvironments surrounding the tumor. After feature extraction and selection, habitat, intratumoral and peritumoral models integrating three different machine learning classifiers were constructed respectively to identify GCTB patients with high and low proliferation. The performance of the models was assessed by receiver operating characteristic (ROC) curves, calibration plots, and decision curve analysis (DCA). SHAP analysis was utilized to enhance model interpretability. RESULTS: Among the eligible patients, 43 (32.3 %) diagnosed with high proliferative activity of stromal cells in GCTB by pathological diagnosis. Among all models tested in the validation cohort, the Logistic Regression (LR) algorithm for habitat model exhibited superior performance in the validation cohort (AUC: 0.956, 95 % CI: 0.887-1.000). The calibration curves and DCA exhibited fit for the habitat model while providing great clinical net benefit. CONCLUSION: MRI-based habitat radiomics had the potential to predict the proliferative activity of stromal cells in GCTB. This model may help determine optimal treatment strategies and improve patient outcomes.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41479686/",
      "category": "Diagnosis & Imaging"
    },
    {
      "pmid": "41265153",
      "title": "Immunohistochemical analysis of immune checkpoint proteins (PD-1, PD-L1 and PD-L2) in giant cell granulomas of the jaws and giant cell tumor of bone.",
      "authors": [
        "Barros Elton Fernandes",
        "de Medeiros Vanessa Alves",
        "da Silveira Éricka Janine Dantas",
        "Goulart Filho João Augusto Vianna",
        "Alves Pollianna Muniz",
        "Nonaka Cassiano Francisco Weege"
      ],
      "journal": "Archives of oral biology",
      "journal_abbrev": "Arch Oral Biol",
      "pub_date": "2026-02-01",
      "doi": "10.1016/j.archoralbio.2025.106460",
      "abstract": "OBJECTIVE: To evaluate the immunoexpression of programmed cell death protein 1 (PD-1) and programmed cell death ligands 1 (PD-L1) and 2 (PD-L2) in giant cell granulomas of the jaws (central giant cell granuloma [CGCG], peripheral giant cell granuloma [PGCG]) and giant cell tumor of bone (GCTB). DESIGN: Thirty CGCG (15 non-aggressive and 15 aggressive), 15 PGCG, and 15 GCTB were selected. The percentages of cytoplasmic (PD-1, PD-L1, and PD-L2) and nuclear (PD-L1) staining in mononuclear cells (MC) and in non-cannibalistic (ncMGC) and cannibalistic MGC (cMGC) were determined. RESULTS: Cytoplasmic expression of PD-1 and PD-L1 was observed in all groups, with high median percentages of positivity in ncMGC and cMGC. Compared to CGCG and PGCG, GCTB exhibited higher expression of PD-L1 in MC (p < 0.05). In ncMGC, expression of PD-1 was higher in GCTB compared to non-aggressive CGCG (p < 0.05). Similarly, higher PD-L1 immunopositivity was found in ncMGC of GCTB compared to aggressive CGCG and PGCG (p < 0.05). For all cell types, lower median percentages of PD-L2 positivity were observed in GCTB compared to CGCG and PGCG (p > 0.05). In GCTB, there was a strong positive correlation between the cytoplasmic expression of PD-L1 in MC and PD-1 in ncMGC (r = 0.535; p < 0.05). All groups exhibited low nuclear immunoexpression of PD-L1. CONCLUSION: The results suggest the potential participation of PD-1, PD-L1, and PD-L2 in the pathogenesis of CGCG, PGCG, and GCTB. The locally aggressive behavior of GCTB could be associated with a higher osteoclastogenic and immunosuppressive microenvironment in these neoplasms.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41265153/",
      "category": "Diagnosis & Imaging"
    },
    {
      "pmid": "41216371",
      "title": "A microneedle platform Co-encapsulating chondral organoids and PpIX for spatiotemporally orchestrated tumor ablation and osteochondral regeneration.",
      "authors": [
        "Wang Jinpeng",
        "Xu Yong",
        "Zheng Axiu",
        "Zhu Xinsheng",
        "Tao Bo",
        "Sun Tao",
        "Zheng Longpo",
        "Chen Zhenying"
      ],
      "journal": "Bioactive materials",
      "journal_abbrev": "Bioact Mater",
      "pub_date": "2026-02-01",
      "doi": "10.1016/j.bioactmat.2025.09.045",
      "abstract": "Tumor-derived osteochondral defects (OCDs) pose significant clinical challenges, necessitating integrated strategies for local tumor ablation while preserving the regenerative niche and enabling coordinated cartilage and subchondral bone repair. Herein, we introduce a spatiotemporal microneedle (MN) platform that synergistically combines protoporphyrin IX (PpIX)-mediated sonodynamic therapy (SDT) for precise tumor eradication with chondral organoid (CO)-driven regeneration, leveraging differential mechanical cues for lineage-specific guidance. COs were engineered from bone marrow stem cells (BMSCs) via agarose microwells, yielding uniform aggregates that matured into hyaline-like phenotypes over 30 days and demonstrated superior resilience to oxidative stress compared to monolayer BMSCs, as evidenced by reduced ROS accumulation, preserved proliferation, and modulated inflammatory/antioxidant pathways. MN was fabricated from gelatin methacryloyl (GelMA) in a bilayer architecture: stiff, discrete 10 %GelMA tips to facilitate penetration and promote osteogenesis, and a softer, monolithic 5 %GelMA base to enhance chondrogenesis. PpIX and COs were co-encapsulated for targeted delivery. In vitro, MN(+PpIX) under ultrasound induced robust ROS generation, apoptosis, and proliferation inhibition in giant cell tumor of bone (GCTB) cells via NF-κB modulation. In vivo, in a subcutaneous GCTB xenograft model, MN-mediated SDT significantly reduced tumor volume and enhanced apoptosis. In a rabbit knee OCD model, MN(+PpIX/CO) achieved superior integrated osteochondral repair, with improved bone volume fraction, trabecular thickness, Safranin O/H&E histology, and higher O'Driscoll/ICRS scores compared to controls. Biosafety was confirmed by normal major-organ histology and serum chemistry at 12 weeks. This platform innovatively sequences SDT and regeneration, using stiffness gradients to guide CO fate, offering a minimally invasive solution for tumor-associated OCDs.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41216371/",
      "category": "Molecular Biology & Research"
    },
    {
      "pmid": "40392137",
      "title": "18 F-FDG PET/CT in a Giant Cell Tumor of Bone Masquerading as a Retroperitoneal Soft Tissue Sarcoma.",
      "authors": [
        "Dharmashaktu Yamini",
        "Shamim Shamim A",
        "Rastogi Sameer",
        "Wakankar Ritwik",
        "Barwad Adarsh"
      ],
      "journal": "Clinical nuclear medicine",
      "journal_abbrev": "Clin Nucl Med",
      "pub_date": "2026-02-01",
      "doi": "10.1097/RLU.0000000000005981",
      "abstract": "Giant cell tumor of bone (GCTB) is a rare, benign but locally aggressive neoplasm that typically arises in the epiphysis of long bones. GCTB occurrence in the axial skeleton is less common. Due to its variable radiological appearance and unusual location, GCTB can be misdiagnosed as a soft tissue or retroperitoneal mass, leading to delays in diagnosis and inappropriate treatment. We present the case of a 36-year-old woman who was misdiagnosed as a case of spinal tuberculosis and was started on ATT. Initial imaging, including ultrasound, computed tomography (CT), and magnetic resonance imaging (MRI), revealed a large, retroperitoneal mass involving the L2 vertebral body, raising suspicion of a malignant soft tissue tumor. Further evaluation with 18 F-FDG PET/CT suggested a retroperitoneal metabolically active lesion, reinforcing the need for histopathological confirmation.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40392137/",
      "category": "Diagnosis & Imaging"
    },
    {
      "pmid": "41577518",
      "title": "Descriptive analysis of primary intermediate and benign spine tumors: A retrospective study using the Bone and Soft Tissue Tumor Registry in Japan.",
      "authors": [
        "Tsuchiya Ryuto",
        "Ogura Koichi",
        "Ohtori Seiji",
        "Kawai Akira"
      ],
      "journal": "Journal of orthopaedic science : official journal of the Japanese Orthopaedic Association",
      "journal_abbrev": "J Orthop Sci",
      "pub_date": "2026-01-22",
      "doi": "10.1016/j.jos.2025.12.015",
      "abstract": "BACKGROUND: Primary spine tumors are rare but can cause pain and neurological symptoms, occasionally requiring surgery. Previous national database studies have primarily focused on malignant spine tumors; however, data on primary intermediate spine tumors (PISTs) and primary benign spine tumors (PBSTs) remain limited. Therefore, we aimed to describe the demographic, clinical, and surgical characteristics of PISTs and PBSTs using the Bone and Soft Tissue Tumor (BSTT) Registry of the Japanese Orthopaedic Association. METHODS: We analyzed 908 cases of PISTs (n = 118) and PBSTs (n = 790) from the BSTT Registry (2006-2019). We evaluated and stratified the clinical, anatomical, and histological characteristics according to tumor grade, patient age, tumor location, and histological subtype. Surgical data were evaluated using procedure and margin status. RESULTS: Hemangiomas were the most common tumors (48.2 %), followed by giant cell tumor of bone (9.5 %) and Langerhans cell histiocytosis (7.0 %). PISTs were significantly more common in younger patients (p < 0.001), whereas PBSTs showed a bimodal age distribution. The lumbar spine was the most frequently affected site, with no significant difference between patients with PISTs and those with PBSTs (p = 0.521). Imaging-based diagnoses were frequent in patients with PBSTs (p < 0.001). Surgery was performed in 23.2 % of all cases and 63.6 % of patients with PISTs (p < 0.001). Resection was the most common procedure (63.5 %), and intralesional margins predominated (49.3 %), with margin status significantly differing according to tumor grade (p = 0.042). CONCLUSIONS: This nationwide registry study provides the largest dataset of PISTs and PBSTs to date, including 908 cases and 22 histological subtypes. Our findings highlight age- and location-specific tumor trends and offer valuable insights into real-world diagnostic and surgical practices. These results support future research and demonstrate the value of large-scale registry data for rare spinal tumors.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41577518/",
      "category": "Surgery & Reconstruction"
    },
    {
      "pmid": "41528596",
      "title": "β-Human Chorionic Gonadotropin-Secreting Giant Cell Tumor of Bone in the Mandible: Case Report and Comprehensive Literature Review.",
      "authors": [
        "Flores-Hidalgo Andres",
        "Bazrafshan Sholeh",
        "Khosa Hether"
      ],
      "journal": "Head and neck pathology",
      "journal_abbrev": "Head Neck Pathol",
      "pub_date": "2026-01-13",
      "doi": "10.1007/s12105-025-01883-y",
      "abstract": "INTRODUCTION: Giant cell tumor of bone (GCTB) is a rare but locally aggressive neoplasm which most commonly arises in the epiphyses of long bones of young adults. Occurrence in the mandible is uncommon, and hormone secreting variants are extremely rare. CASE PRESENTATION: We present the case of a 16-year-old female, who presented with progressive swelling and pain in the left mandible after extraction of adjacent teeth. On examination, she had a large ulcerated intraoral mass with marked tooth mobility; imaging revealed a 4.7-cm expansive lytic lesion with cortical erosions and displacement of the inferior alveolar canal. Histopathologic evaluation revealed sheets of mononuclear stromal cells interspersed with numerous osteoclast-like giant cells. Immunohistochemical stains showed strong positivity for H3G34W and p63. Genomic sequencing confirmed the presence of an H3-3A p.G35W hotspot mutation and also identified a pathogenic FANCA p.R951Q variant. Investigations prior to treatment showed an elevated serum β-human chorionic gonadotropin (β-hCG) level despite the patient being negative for pregnancy status. Following this the patient began denosumab therapy, which was associated clinical improvement, plus a decline in β-hCG, confirming the tumor as the source of hormone secretion. DISCUSSION: There is only one other case that has been documented of a β-hCG-producing GCTBoccurring in the base of the skull with secondary aneurysmal bone cyst-like changes.This appears to be the first reported instance of β-hCG-secreting GCTB in the gnathicbones. This case exemplifies the diagnostic challenges of rare presentations of GCTBand alerts clinicians to the potential misleading presentation of hormone expression.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41528596/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41539257",
      "title": "H3-3A gene mutation analysis in giant cell tumor of bone and its histologic mimics: A single institutional study from India.",
      "authors": [
        "Uppin Shantveer G",
        "Hui Monalisa",
        "Thomas Derin Mary",
        "Uppin Megha S",
        "Nalla Vinay",
        "Rao K Nageshwara",
        "Reddy Rajeev",
        "Lingala Himakanth"
      ],
      "journal": "Annals of diagnostic pathology",
      "journal_abbrev": "Ann Diagn Pathol",
      "pub_date": "2026-01-08",
      "doi": "10.1016/j.anndiagpath.2026.152606",
      "abstract": "Though the diagnostic utility of H3.3G34W immunohistochemistry (IHC) for giant cell tumor of bone (GCTB) is well established, it is limited by a proportion of cases with variant H3-3A mutations [H3-3A: c.104G>T p. Gly35Val (G34V), H3-3A: c.103G>A p. Gly35Arg (G34R), H3-3A: c.103_104delinsCT p. Gly35Leu (G34L)], wild-type genotype and H3-3A:c.103G>T p. Gly35Trp (G34W) mutation identified by sequencing but not by IHC. In this study, the H3-3A gene mutation by Sanger sequencing was analyzed in a large cohort of GCTB and its histological mimics. Sequencing of the H3-3A gene was performed to detect mutations in 148 GCTBs and 57 histologic mimics. The other osteoclast giant cell containing lesions histologically mimicking GCTB included were chondroblastoma (22), aneurysmal bone cyst (11), chondromyxoid fibroma (6), telangiectatic osteosarcoma (6), brown tumor of hyperparathyroidism (4), clear cell chondrosarcoma (3), osteoid osteoma (2), osteoblastoma (2) and giant cell reparative granuloma (1). Of the 148 GCTBs tested, 129 showed H3-3A gene mutations by Sanger sequencing and remaining 19 were wild type. The different H3-3A mutations detected included 126 H3-3A:c.103G>T p. Gly35Trp (G34W), one each of H3-3A: c.103G>A p. Gly35Arg (G34R), H3-3A: c.104G>T p. Gly35Val (G34V) and H3-3A: c.103_104delinsCT p. Gly35Leu (G34L). The results of H3-3A gene sequencing were in concordance with the immunohistochemical expression for H3.3G34W/R/V in 129 tumors. All the 57 osteoclast giant cell-containing lesions, other than GCTB, except one (1) case of chondroblastoma, did not show any mutations in the H3-3A gene. The latter case showed H3-3A: c.110A>T p. Lys37Met (K36M) mutation. The H3-3A gene sequencing assay demonstrated a sensitivity of 87.16% and an absolute specificity of 100% among the cases analyzed in the study. Determination of the H3-3A gene mutation by sequencing is a highly sensitive and absolutely specific diagnostic tool for the diagnosis of GCTB and differentiation from its histologic mimics.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41539257/",
      "category": "Diagnosis & Imaging"
    },
    {
      "pmid": "41507857",
      "title": "Denosumab combined with curettage after surgical dislocation of the hip in the treatment of giant cell tumors of bone in the femoral head and neck region: a single-center retrospective study.",
      "authors": [
        "Li Jimo",
        "Cai Dongfeng",
        "Yang Zhuobin",
        "Zhang Jing",
        "Lv Qi",
        "Jin Wenfeng",
        "Zhao Lvlin",
        "Hong Song"
      ],
      "journal": "BMC musculoskeletal disorders",
      "journal_abbrev": "BMC Musculoskelet Disord",
      "pub_date": "2026-01-08",
      "doi": "10.1186/s12891-025-09451-9",
      "abstract": "BACKGROUND: Giant cell tumor of bone (GCTB) occurring in the femoral head and neck region presents significant therapeutic challenges due to its complex anatomy and aggressive biological behavior. This study aimed to analyse the clinical outcomes of preoperative denosumab therapy combined with curettage after surgical dislocation of the hip in the treatment of GCTB at the femoral head and neck region. METHODS: Between 2016 and 2023, a total of 16 patients with GCTB in the femoral head and neck were treated at the authors' institution, of whom 14 eligible and included in the study (6 males/8 females, aged 17-35 years). All patients received three cycles of Denosumab therapy preoperatively, with treatment response monitored and therapeutic efficacy was assessed according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 criteria. Subsequently, surgical dislocation of the hip combined with curettage of the lesion was performed. Regular postoperative follow-up was conducted to monitor for complications. Imaging studies were used performed to evaluate surgical site status, local recurrence, and distant metastasis. Limb function and hip joint function were assessed preoperatively and at 1 year postoperatively using the Musculoskeletal Tumor Society (MSTS) score and Harris Hip Score (HHS), respectively. RESULTS: All 14 patients underwent a full course of preoperative denosumab therapy and underwent successful surgery, with a follow-up period of 24-50 months (mean 38.2 ± 9.0 months). No postoperative complications observed. Imaging revealed shrinkage of residual cavities, blurred boundaries, progressive bone sclerosis, and trabecular bone regeneration at the surgical site. Functional assessments demonstrated significant improvements in MSTS scores (preoperative: 22.3 ± 1.3 compared with postoperative: 27.6 ± 1.2, P <0.001) and HHS (preoperative: 72.4 ± 3.1 compared with postoperative: 88.9 ± 4.3, P <0.001). All patients achieved excellent functional status (MSTS >25, HHS >82) with preserved joint mechanics. Preoperative denosumab therapy achieved partial remission (PR) in 79% (11/14) and stable disease (SD) in 21% (3/14) patients according to RECIST 1.1 criteria. At final follow-up, no patients experienced local recurrence or metastatic progression. CONCLUSIONS: Denosumab treatment combined with curettage after surgical dislocation of the hip successfully treated GCTB in the femoral head and neck. The safety profile of denosumab as adjuvant therapy was favorable, with no drug-related complications observed. Postoperatively, native hip joints were preserved in all patients, with satisfactory functional outcomes and no evidence of tumor recurrence or metastasis.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41507857/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41491484",
      "title": "PD-L1 mRNA expression correlates with tumor growth rate in giant cell tumor of bone: a volumetric MRI analysis.",
      "authors": [
        "Lee Youngkeun",
        "Choi Ji-Yoon",
        "Kim Min-Jeong",
        "Seo Sung Wook"
      ],
      "journal": "BMC musculoskeletal disorders",
      "journal_abbrev": "BMC Musculoskelet Disord",
      "pub_date": "2026-01-05",
      "doi": "10.1186/s12891-025-09468-0",
      "abstract": "BACKGROUND: Giant cell tumor of bone (GCTB) is a locally aggressive neoplasm with variable biological behavior. Programmed death-ligand 1 (PD-L1) has been implicated in tumor progression across multiple malignancies, but its relationship to growth kinetics in GCTB remains unclear. This study investigated whether PD-L1 mRNA expression correlates with tumor growth rate in extremity GCTB. METHODS: This single-institution retrospective cohort study included 36 patients with GCTB treated surgically between January 2020 and December 2024. Of these, 18 provided consent for research use of tissue; four were excluded due to lack of serial MRI data, yielding a final cohort of 14 patients. PD-L1 mRNA levels were quantified using real-time PCR. Tumor volumes were segmented from MRI using 3D Slicer, and growth rate (cc/month) was calculated. Patients were stratified into high- and low-PD-L1 groups using the cohort median fold change (2.62) as an exploratory cutoff. Group comparisons used Mann-Whitney U and Fisher's exact tests, and Spearman's rank correlation analysis and exploratory linear regressions were performed adjusting for age, sex, tumor site, and preoperative denosumab use. RESULTS: Median age was 32 years; 57% were male. Tumors with high PD-L1 expression showed faster growth than those with low expression (5.0 [1.3-7.1] vs. 0.8 [0.2-2.1] cc/month; p = 0.038). This relationship was further supported by a significant positive correlation between PD-L1 mRNA levels and tumor growth rate (ρ = 0.6, p = 0.026). The association remained significant in exploratory multivariable and robust regression analyses adjusting for covariates. CONCLUSIONS: Higher PD-L1 mRNA expression correlated with accelerated tumor growth in extremity GCTB. These exploratory findings suggest PD-L1 may serve as a potential biomarker of tumor aggressiveness, warranting validation in larger cohorts.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41491484/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41635288",
      "title": "Single-Cell Sequencing Reveals the Immunosuppressive Trajectory in the Tumor Microenvironment of Human Giant Cell Tumor of Bone.",
      "authors": [
        "Liu Yiming",
        "Luo Wei",
        "Xu Yude",
        "Yao Xiguan",
        "Dai Libing",
        "Feng Qiao",
        "Wang Peigeng",
        "Yang Weichao",
        "Feng Yi",
        "Miao Haixiong",
        "Huang Suixiang",
        "Ye Dongping"
      ],
      "journal": "BioMed research international",
      "journal_abbrev": "Biomed Res Int",
      "pub_date": "2026-01-01",
      "doi": "10.1155/bmri/9855803",
      "abstract": "BACKGROUND: Giant cell tumor of bone (GCTB) presents considerable complexity in tumor microenvironment (TME) because of its intricate intercellular heterogeneity and the presence of an immunosuppressive milieu. In order to understand the complex gene expression patterns and cell interactions in GCTB, we carried out a thorough investigation using single-cell RNA sequencing (scRNA-seq). METHODS: We examined scRNA-seq data from 7091 cells that were collected after surgical removal of GCTB. Following the initial quality control process, 10 separate groups of cells were distinguished, which consisted of dendritic cells, endothelial cells, macrophage cells, mast cells, monocyte cells, neutrophil cells, tumor cells, osteoclast cells, pericyte cells, and T cells. Additional analysis uncovered distinct categories within tumor-associated macrophages (TAMs), CD8+ T cells, and CD4+ T cells. The differentiation mechanisms of TAMs, CD8+ T cells, and CD4+ T cells were explored using pseudo-time trajectory analysis. The CellPhoneDB study revealed the interactions between various cell types within the TME of GCTB. RESULTS: TAMs have been identified as the main infiltrating cells in GCTB. These TAMs exhibit several subtypes that are characterized by specific marker genes and functional states. The identification of several subgroups within CD8+ T cells that are involved in regulating immunological checkpoints underscores the difficulties encountered when attempting to employ immune checkpoint blockade therapy for GCTB. T cell exhaustion poses a major barrier to the efficacy of antitumor immune responses. Research suggests a strong correlation between TAMs and exhausted T cells (Texs) in the TME. The high number of regulatory T cells (Tregs) highlights the immunosuppressive nature of the immunological environment in GCTB. Significant interactions have been observed between TAMs and tumor cells, highlighting their crucial involvement in immune evasion strategies. CONCLUSION: This scRNA-seq study provides a general overview of the different cellular compositions and immune interactions within GCTB. The identified subtypes and communication networks provide valuable information about the immunosuppressive environment of GCTB, laying the foundation for prospective therapeutic approaches targeting specific cell types or interactions.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41635288/",
      "category": "Surgery & Reconstruction"
    },
    {
      "pmid": "41630796",
      "title": "Intraoperative MRI for giant cell tumor of bone after denosumab and other selected tumors: A pilot study.",
      "authors": [
        "Furuta Taisuke",
        "Sakuda Tomohiko",
        "Adachi Nobuo"
      ],
      "journal": "Acta radiologica open",
      "journal_abbrev": "Acta Radiol Open",
      "pub_date": "2026-01-01",
      "doi": "10.1177/20584601261422371",
      "abstract": "BACKGROUND: Although intraoperative magnetic resonance imaging (iMRI) is well established in neurosurgery, its role in musculoskeletal oncology remains unclear. PURPOSE: To assess the feasibility and safety of iMRI in bone and soft tissue tumor surgery, focusing on giant cell tumor of bone (GCTB) after denosumab. MATERIAL AND METHODS: Fourteen patients (12 GCTB, 1 undifferentiated pleomorphic sarcoma [UPS], 1 chondroblastoma) underwent tumor resection with intraoperative 0.4 T MRI between 2017 and 2024. Outcomes included residual tumor detection, recurrence, and safety. RESULTS: iMRI identified residual tumor in 7 of 12 GCTB patients (58.3%), all histologically confirmed. At a median follow-up of 42 months, recurrence occurred in one GCTB case (8.3%). iMRI guided complete resection in a femoral head chondroblastoma, enabling full functional recovery. Soft tissue assessment was limited in the UPS case. No iMRI-related complications occurred. CONCLUSION: iMRI is a feasible and safe adjunct in bone tumor surgery, enhancing detection of residual tumor and supporting joint-preserving procedures, particularly in GCTB after denosumab.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41630796/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41581904",
      "title": "Conversion to Complete, Parenchyma-Sparing Resection after Prolonged Denosumab for Bilateral Multifocal Pulmonary Metastases from Giant Cell Tumor of Bone: A Case Report.",
      "authors": [
        "Omura Seiji",
        "Sasaki Aya",
        "Anazawa Ukei",
        "Eguchi Keisuke"
      ],
      "journal": "Annals of thoracic and cardiovascular surgery : official journal of the Association of Thoracic and Cardiovascular Surgeons of Asia",
      "journal_abbrev": "Ann Thorac Cardiovasc Surg",
      "pub_date": "2026-01-01",
      "doi": "10.5761/atcs.cr.25-00214",
      "abstract": "Giant cell tumor of bone (GCTB) rarely metastasizes, but pulmonary lesions pose therapeutic challenges. We report a woman in her 30s who developed multiple bilateral lung nodules 3.5 years after distal ulna GCTB resection and local recurrences. Denosumab 120 mg every 4 weeks was given for 2.5 years, producing shrinkage, calcification, and stability. Staged, palpation-guided thoracoscopic wedge resections (8 left, 5 right) achieved complete macroscopic clearance with negative margins. Histology showed spindle-cell proliferation with woven bone and depletion of giant cells; H3.3 G34W immunostaining confirmed metastatic GCTB. She remains recurrence-free 7 years and 5 months after metastasectomy. Denosumab displayed site-specific surgical implications-unfavorable at the primary bone site due to peritumoral sclerosis, yet advantageous in the lung where it clarifies margins and enables parenchyma-sparing R0 resection. A surgery-forward strategy that uses time-limited denosumab as a bridge to meticulous thoracoscopic metastasectomy may secure durable control in multifocal pulmonary GCTB.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41581904/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41568883",
      "title": "What's new on giant cell tumor of bone.",
      "authors": [
        "Tsukamoto Shinji",
        "Errani Costantino",
        "Balach Tessa",
        "Zamora Tomas",
        "Ortiz-Cruz Eduardo",
        "Rajasekaran Raja Bhaskara",
        "Yau Raymond",
        "Ji Tao",
        "Pérez-Muñoz Israel",
        "Linares Francisco",
        "Angelini Andrea",
        "Ruggieri Pietro",
        "Benevenia Joseph",
        "Mavrogenis Andreas F"
      ],
      "journal": "SICOT-J",
      "journal_abbrev": "SICOT J",
      "pub_date": "2026-01-01",
      "doi": "10.1051/sicotj/2025063",
      "abstract": "When treating extremities affected by giant cell tumor of bone (GCTB), curettage should be performed to preserve the joint as much as possible in order to obtain a good functional outcome. The local recurrence risk is high following curettage, but new techniques are being developed to reduce local recurrence. We present a review of the literature reporting favorable results of radiofrequency ablation alone in locally recurrent small GCTB. New filling materials are also being developed to prevent non-oncological complications such as arthrosis and fractures. Routine measurement of tartrate-resistant acid phosphatase 5b in serum may be helpful in detecting early instances of local recurrence. For unresectable or metastatic GCTB, there is an urgent need for a new drug that is as effective as denosumab, avoids side effects, and can be administered to pregnant women.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41568883/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41373136",
      "title": "Clinical Features and Management Outcomes of Temporal Bone Giant Cell Tumors: A Multi-case Analysis.",
      "authors": [
        "Xue Songbo",
        "Sun Huiying",
        "Tian Xu",
        "Zhao Yang",
        "Gao Zhiqiang",
        "Feng Guodong"
      ],
      "journal": "Otology & neurotology : official publication of the American Otological Society, American Neurotology Society [and] European Academy of Otology and Neurotology",
      "journal_abbrev": "Otol Neurotol",
      "pub_date": "2026-01-01",
      "doi": "10.1097/MAO.0000000000004671",
      "abstract": "OBJECTIVE: To study the clinical presentation, surgical strategies, and outcomes in patients diagnosed with temporal bone giant cell tumors based on long-term follow-up. STUDY DESIGN: Retrospective cohort study. SETTING: Single-institutional. PATIENTS: This retrospective cohort study analyzed 7 patients with TB-GCTs treated from 2014 to 2024, evaluating clinical characteristics, surgical approaches, and outcomes. INTERVENTIONS: Treatment by surgery. MAIN OUTCOME MEASURES: The recurrence-free survival serves as the most essential criterion, aligning with the study's emphasis on surgical success and long-term prognosis. RESULTS: Seven patients (4 males and 3 females) aged 25 to 63 years (median age: 45.9 y) presented with temporal bone giant cell tumors. The most common symptoms were hearing loss (100%), ear pain (85.7%), facial paralysis (42.8%), and tinnitus (42.8%). Imaging revealed tumor extension primarily to the temporal bone squamous part. Surgical strategies, including the single infratemporal fossa approach or combined infratemporal fossa approaches, achieved complete resection in all cases, with no recurrences during a median follow-up of 51 months. CONCLUSIONS: Complete surgical resection with careful exposure is critical for minimizing recurrence. Our study highlights the efficacy of the single infratemporal fossa approach or combined infratemporal fossa approaches and emphasizes the need for further research into standardized staging and adjuvant therapies.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41373136/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "41082975",
      "title": "Giant Cell-Rich Tumors of Bone and Soft Tissue.",
      "authors": [
        "van der Linde Robert M",
        "van IJzendoorn David G P",
        "van de Rijn Matt",
        "Bovée Judith V M G"
      ],
      "journal": "Modern pathology : an official journal of the United States and Canadian Academy of Pathology, Inc",
      "journal_abbrev": "Mod Pathol",
      "pub_date": "2026-01-01",
      "doi": "10.1016/j.modpat.2025.100915",
      "abstract": "Many benign and malignant bone and soft tissue tumors can contain giant cells in variable amounts. In some tumors, such as tenosynovial giant cell tumor and giant cell tumor of bone, these osteoclast-like giant cells are so prominent and characteristic that their presence has defined the entity. Other examples of bone tumors in which the presence of osteoclast-like giant cells is characteristic include chondroblastoma, aneurysmal bone cyst, nonossifying fibroma, and central giant cell granuloma. These tumors have a distinct pathogenesis, although some parallels can be identified. The osteoclast-like giant cells within these tumors are not the neoplastic component but are nonneoplastic bystanders and part of the tumor microenvironment. Notably, the activation of the colony-stimulating factor 1 (CSF1)-CSF1 receptor (CSF1R) and/or the receptor activator of NFκB ligand-receptor activator of NFκB signaling pathways, best studied in tenosynovial giant cell tumor and giant cell tumor of bone, respectively, appears to be key in attracting macrophages and the formation of osteoclast-like giant cells within the tumor. Among soft tissue tumors, a plethora of tumors have been described to contain variable amounts of giant cells, and the underlying mechanisms are so far less well understood. One exception is the recently described keratin-positive giant cell-rich tumor of soft tissue, which also seems to rely on CSF1-CSF1R signaling to attract giant cells. The CSF1-CSF1R and receptor activator of NFκB ligand-receptor activator of NFκB pathways are suitable targets for nonsurgical interventions, and inhibitors of these pathways are already being used for some entities in clinical practice. These inhibitors inhibit tumor growth and may induce bone formation, although pathologists should be aware when evaluating posttreatment specimens that the neoplastic cells remain unaffected.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41082975/",
      "category": "Molecular Biology & Research"
    },
    {
      "pmid": "41541488",
      "title": "Combined Approach (Surgery + Systemic Adjuvant Therapy) in a Giant Cell Tumor of Proximal Femur: A Rare Case Report.",
      "authors": [
        "Mohandas Prithvi",
        "Magadum Sunil D",
        "Manickavasagam M"
      ],
      "journal": "Journal of orthopaedic case reports",
      "journal_abbrev": "J Orthop Case Rep",
      "pub_date": "2026-01-01",
      "doi": "10.13107/jocr.2026.v16.i01.6644",
      "abstract": "INTRODUCTION: Giant cell tumor of the bone (GCTB) is a locally aggressive benign tumor involving the ends of the long bones seen in the second or third decade of life, more commonly in women. Even though it is benign, it has a potential for malignant transformation in 10% of cases and metastasis to the lung in 1-4% of patients. GCTB of the proximal femur has a high recurrence rate, high incidence of pathological fracture, and poor prognosis. CASE REPORT: A 29-year-old man presented with pain and swelling in the left proximal femur of 1 year duration. After confirmation of his diagnosis using fine-needle aspiration cytology, he underwent a combined approach, i.e., near total excision of the tumor, extended curettage of the remaining portion of the tumor, and total hip replacement, followed by systemic therapy using monthly injection of denosumab for 1 year. CONCLUSION: At 2½ years of follow-up, there was no evidence of recurrence of tumor either clinically or radiologically. Patient's pre-operative Harris Hip score was 20, which was improved to 86 at the latest follow-up. A combined approach using surgery and systemic therapy using denosumab can be considered in the proximal femoral giant cell tumor.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41541488/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40720800",
      "title": "Clinical Outcomes of Different Surgical Methods for Campanacci Grade III and Recurrent Giant Cell Tumors of the Distal Radius.",
      "authors": [
        "Wang Anqi",
        "Hu Jinxin",
        "Luo Tianqi",
        "Tang Qinglian",
        "Wang Jin",
        "Zhu Xiaojun"
      ],
      "journal": "The Journal of the American Academy of Orthopaedic Surgeons",
      "journal_abbrev": "J Am Acad Orthop Surg",
      "pub_date": "2026-01-01",
      "doi": "10.5435/JAAOS-D-25-00217",
      "abstract": "BACKGROUND: Campanacci grade III and recurrent giant cell tumors (GCTs) of the distal radius are aggressive, but treatments are scare, and universally accepted surgical strategy has not been established. The purpose of this study was to compare the clinical outcomes of different surgical methods for these tumors. METHODS: We retrospectively analyzed 26 patients with Campanacci grade III or recurrent GCT of the distal radius between 2017 and 2023 in this study. Patients were divided into intralesional curettage group (n = 12) and wide excision group (n = 14). According to the different reconstruction methods, the wide excision group was further divided into two subgroups, including the arthroplasty subgroup (n = 8) and the arthrodesis subgroup (n = 6). All patients underwentsurgeries, and perioperative denosumab was recommended. Pre- and postoperative active range of motion (ROM) of the wrist, grip strength, visual analog score, Mayo wrist score and Musculoskeletal Tumor Society score were assessed. Postoperative complications, denosumab application, and tumor recurrence were also evaluated. RESULTS: The intralesional curettage group was superior to the wide excision group in reservation of ROM of the wrist but related to higher local recurrence rate (25% vs. 7.1%). Postoperative pain relief and satisfaction of the patients were more obvious in the wide excision group compared with the intralesional curettage group. Arthroplasty and arthrodesis following wide excision provided similar improvements in grip strength, visual analog score, Mayo wrist score, and Musculoskeletal Tumor Society scores after surgery. Arthroplasty better reserved ROM of the wrist but associated with more complications especially wrist instability and revision surgery than arthrodesis. Arthrodesis restricted flexion, extension, and radial and ulnar deviations of the wrist but related to few instability complications. CONCLUSION: Wide excision was the preferred choice for Campanacci grade III and recurrent GCT of the distal radius considering adequate local control, good pain relief, and satisfaction. Extended intralesional curettage with postoperative denosumab administration was also a reasonable alternative with better functional outcomes but increased risk of recurrence and possibility of wide excision revision surgery in the future. Arthroplasty following wide excision could reserve the motion of wrist but associated with frequent wrist instability and relatively high revision surgery rate. Arthrodesis could ensure a more stable wrist, and it is recommended for manual workers. LEVEL OF EVIDENCE: Level III; Retrospective Cohort Comparison; Treatment Study.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40720800/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40750453",
      "title": "One stage custom made 3D vascularized bone reconstruction by free fibula transfert for large radiocarpal defect after wide gigantic cell tumor resection.",
      "authors": [
        "Saraoui W",
        "Ivin S",
        "Letissier H",
        "Dumontier C",
        "Hu W",
        "Hemon C"
      ],
      "journal": "Annales de chirurgie plastique et esthetique",
      "journal_abbrev": "Ann Chir Plast Esthet",
      "pub_date": "2026-01-01",
      "doi": "10.1016/j.anplas.2025.06.006",
      "abstract": "INTRODUCTION: Bone gigantic cell tumours (BGCTs) are locally aggressive benign tumours, which can lead to significant functional impairment due to extensive bone destruction and soft tissue invasion and typically occur in the meta-epiphyseal region of long bones with the distal radius being the third most common site. Advanced BGCTs of the wrist present a significant challenge for the medical staff due to their occurrence in subarticular bone. Bone reconstruction of the hand with 3D assisted engineering has been described with promising results. In this article, we present a novel approach for bone reconstruction of a large radiocarpal defect following wide giant cell tumour resection, utilising a free transfer of a two-strut fibula with the aid of a 3D surgical planning. RESULTS: Patient reports no chronic pain with a DASH score of 20/100. The patient is stable with a grip strength of 26kg in the left hand and 40kg in the right hand. At 6 months, range of motion was 30° extension and 0° flexion, 80° pronation and 60° supination. Consolidation was successfully achieved with no bone resorption. DISCUSSION: Distal radius BGCTs present a complex therapeutic dilemma, necessitating strategies that balance oncologic control with functional preservation. Tumour removal is mainly achieved by curettage or wide en bloc resection. Bone reconstruction can be achieved through autologous bone grafting, autologous bone transfer, or arthroplasty. Numerous studies have reported good to excellent outcomes for wrist arthroplasty; however, this reconstruction technique carries risks. Wrist arthrodesis tends to achieve better results as it can restore better grip strength. Excellent functional and radiological outcomes were observed for malignant tumours of the distal radius treated with fibulo-scapho-lunate arthrodesis. Custom surgery assisted by 3D surgical planning improves postoperative outcomes and reduces complication rates especially for bone reconstruction. A detailed custom 3D surgical plan was developed prior to surgery using a two-strut free fibula transfer. Stable fixation was achieved with a custom-made titanium plate anchored on the radius and first carpal row, perfectly matching the bone transfer and recipient site. This technique achieved full bone consolidation at 6 months with margin free tumour resection and acceptable wrist range of motion. The patient is pain free and has return to his daily activity in 6 weeks after surgery. CONCLUSION: This article showcases the successful use of a two strutted fibular free transfer for bone reconstruction to reconstruct a large distal radius defect following BGCT excision with the support of 3D surgical planning.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40750453/",
      "category": "Surgery & Reconstruction"
    },
    {
      "pmid": "41578816",
      "title": "Soft tissue recurrence in giant cell tumor of bone: Risk factors and radiological and histopathological features.",
      "authors": [
        "Mirioğlu Akif",
        "Dalkır Kaan Ali",
        "Ölke Hakkı Can",
        "Kundakçı Buğra",
        "Bağır Melih",
        "Eren Kıvılcım",
        "Deveci Mehmet Ali"
      ],
      "journal": "Acta orthopaedica et traumatologica turcica",
      "journal_abbrev": "Acta Orthop Traumatol Turc",
      "pub_date": "2025-12-31",
      "doi": "10.5152/j.aott.2025.25440",
      "abstract": "OBJECTIVE: Giant cell tumor of the bone (GCTB) is a locally aggressive benign tumor with unpredictable recurrence patterns. While intraos seous recurrences are well-documented, soft tissue recurrence (STR) remains underrecognized. This study aimed to identify risk factors, radiographic features, and histopathological characteristics associated with STR of GCTB. METHODS: This retrospective study included 69 patients treated for GCTB between 1996 and 2022. Demographic data, tumor location, surgical method, recurrence history, and adjuvant treatments were extracted from medical records. Radiologic assessments were performed using a picture archiving and communication system, and lesions were graded by Campanacci classification.  analysis was performed using chi-square, Fisher's exact, and Mann-Whitney U-tests. RESULTS: The initial surgical approach was curettage in 55 patients (79.7%), resection in 14 (20.3%). Recurrence occurred in 24 patients (34.8%), and STR was identified in 7 (10.1%). Most STRs were located near the distal femur. Among these, 4 had prior intraosseous recur rence, and 5 had Campanacci grade 3 lesions. No statistically significant association was found between STR and variables including age, sex, tumor volume, Campanacci grade, tumor location, denosumab, or local adjuvant use. H3F3A analysis was performed in 6 out of 7 patients with STR, and positivity was detected in 3 of them. Pulmonary metastasis was documented in 8 patients overall, including 3 of 7 with STR (42.9%) compared with 5 of 62 without STR (8.1%), representing a significant difference. CONCLUSION: Soft tissue recurrence in GCTB may occur independently or following intraosseous recurrence and is frequently observed in high-grade lesions. Although not statistically significant, the findings suggest a possible association between tumor aggressiveness and STR. Histological features remain consistent with osseous lesions, but the diagnostic value of H3F3A expression in STRs warrants fur ther investigation. Importantly, STR represents a distinct recurrence pattern and may be associated with an increased risk of pulmonary metastasis, underscoring the need for vigilant long-term follow-up and systematic surveillance.   Cite this article as: Mirioğlu A, Dalkır KA, Ölke HC, et al. Soft tissue recurrence in giant cell tumor of bone: risk factors and radiological and histopathological features. Acta Orthop Traumatol Turc.,  2025;59(6):470-476.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41578816/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41467714",
      "title": "CORR Insights®: What Are the Long-term Outcomes of Wrist Arthrodesis Using Structural Iliac Bone Graft After Resection of the Distal Radius for Giant Cell Tumor of Bone? A Minimum 10-year Follow-up.",
      "authors": [
        "Boretto Jorge G"
      ],
      "journal": "Clinical orthopaedics and related research",
      "journal_abbrev": "Clin Orthop Relat Res",
      "pub_date": "2025-12-30",
      "doi": "10.1097/CORR.0000000000003816",
      "abstract": "",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41467714/",
      "category": "Surgery & Reconstruction"
    },
    {
      "pmid": "41515584",
      "title": "Evaluation of CD3 and CD20 Lymphocytes and Mast Cells in the Microenvironment of Central Giant Cell Granuloma, Peripheral Giant Cell Granuloma, and Giant Cell Tumor of Bone.",
      "authors": [
        "Fayaq Khelan A",
        "Gharib Balkees T"
      ],
      "journal": "Diagnostics (Basel, Switzerland)",
      "journal_abbrev": "Diagnostics (Basel)",
      "pub_date": "2025-12-26",
      "doi": "10.3390/diagnostics16010090",
      "abstract": "Objective: Giant cell lesions (GCLs) share similar histopathologic features. The influence of immune involvement on the biology of giant cell lesions remains largely elusive. This study aimed to evaluate and compare lymphocyte and mast cell infiltration and distribution among three giant cell lesions. Study design: A total of 30 FFPE tissue blocks, comprising 10 PGCGs, 10 CGCGs (aggressive and nonaggressive), and 10 GCTs (aggressive and nonaggressive) of bone, were subjected to IHC staining for CD3 and CD20 lymphocyte markers and toluidine blue staining for mast cells. The mean count of positively stained cells was calculated and categorized into three scores, along with a group for negative cases. Statistical analysis was conducted to assess significance at p < 0.05. Result: Lymphocyte infiltration was observed across all lesions. CD3+ and CD20+ cell counts were significantly elevated in PGCGs, followed by CGCGs, and were lowest in GCTs of bone. In contrast, mast cell counts were high in GCTs of bone and CGCGs and low in PGCGs. Aggressive giant cell lesions of bone showed a significantly low number of CD3+ and CD20+ cells (Mann-Whitney U test; p = 0.05, 0.004) and a high number of mast cells (Mann-Whitney U test; p < 0.001) compared with nonaggressive lesions of bone. PGCGs and nonaggressive CGCGs showed comparable CD3 expression, with no significant difference between them (p = 0.59). CD20 levels were higher in nonaggressive CGCGs but did not reach statistical significance (Mann-Whitney U test; p = 0.07). Mast cell density was significantly lower in PGCGs compared with intraosseous nonaggressive CGCGs. Conclusions: The present study shows that GCTs of bone, CGCGs, and PGCGs possess distinct immune microenvironmental profiles. Aggressive lesions demonstrate reduced lymphocyte infiltration and increased mast cell density, a pattern particularly evident in GCTs of bone. This imbalance may contribute to their aggressive behavior by enabling them to escape host immune regulation.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41515584/",
      "category": "Molecular Biology & Research"
    },
    {
      "pmid": "41396375",
      "title": "Giant cell tumor of bone of the skull mimicking multicentric giant cell tumor of bone revealed after dental consultation.",
      "authors": [
        "Fujita Mariko",
        "Indo Hiroko",
        "Abe Hiroshi",
        "Hagimoto Aya",
        "Kirishima Mari",
        "Suzuki Hajime",
        "Saijo Hideto",
        "Tanaka Tatsuro"
      ],
      "journal": "Oral radiology",
      "journal_abbrev": "Oral Radiol",
      "pub_date": "2025-12-15",
      "doi": "10.1007/s11282-025-00880-9",
      "abstract": "Giant cell tumor of the bone (GCTB) is a benign osseous neoplasm that primarily occurs in the epiphyses. Approximately 2% of GCTBs occur in the head and neck regions. Herein, we report a rare case of GCTB in the skull, which was discovered during a dental consultation. The patient was a 74-year-old man who had discomfort in the left temporomandibular joint for 3 months. During the initial visit, there were no remarkable clinical or radiological findings, and the patient was placed under observation. After 3 months, the patient was referred owing to a rapid, progressive swelling on the left side of the head. CT images revealed a slight area of contrast enhancement around the temporomandibular joint, where the patient initially experienced symptoms, but no definite mass was detected, whereas an expansive lesion with cortical thinning and erosion was identified in the left temporal region. Contrast-enhanced magnetic resonance imaging (MRI) revealed heterogeneous enhancement of the temporal lesion and a separate 10-mm lesion with similar enhancement on the inferior surface of the greater wing of the sphenoid bone. Aspiration biopsies of both lesions confirmed the diagnosis of GCTB. Initially, imaging raised the possibility of multicentric GCTB. Nevertheless, while the temporal lesion clearly originated from the bone, a characteristic feature of GCTB, the sphenoid lesion showed no evidence of an intraosseous origin on either CT or MRI. Therefore, this is a rare case of GCTB of the skull with a distinct progression pattern.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41396375/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "41398788",
      "title": "Efficacy and safety of curettage with bone grafting combined with denosumab in the treatment of distal radius giant cell tumor of bone.",
      "authors": [
        "Yang Hailiang",
        "Li Shuai",
        "Zhang Yongtao",
        "Wu Shanshan"
      ],
      "journal": "Medicine",
      "journal_abbrev": "Medicine (Baltimore)",
      "pub_date": "2025-12-12",
      "doi": "10.1097/MD.0000000000046504",
      "abstract": "This retrospective cohort study evaluated the efficacy and safety of combining denosumab with curettage and bone grafting for distal radius giant cell tumor of bone. Patients treated between January 2020 and June 2023 were included if aged ≥18 years with histopathologically confirmed distal radius giant cell tumor of bone, complete records, and ≥24 months of follow-up. Patients receiving curettage with bone grafting plus denosumab formed the observation group (n = 86); those receiving curettage with bone grafting plus bisphosphonates (zoledronic acid) comprised the control group (n = 78). Surgical management in both groups used extended intralesional curettage, liquid-nitrogen adjuvant inactivation, and autologous/allogeneic bone grafting under a standardized protocol. The primary functional endpoint was the modified Mayo wrist score; oncologic control was assesse d by 2-year local recurrence. Skeletal-related events (SREs) and adverse drug reactions were recorded. Baseline characteristics were comparable. At last follow-up, modified Mayo wrist score was higher with denosumab (86.74 ± 6.83 vs 81.52 ± 7.14; t = 4.784; P < .001). Two-year local recurrence was lower (8.1% vs 19.2%; χ² = 4.332; P = .037). Severe bone pain, an SRE, was less frequent with denosumab (19.77% vs 34.62%; χ² = 4.921; P = .027), while other SREs were similar between groups. Adverse drug reactions, including hypocalcemia, back pain, hypersensitivity, hypotension, influenza-like illness, and conjunctivitis, were infrequent and showed no significant intergroup differences. These findings support denosumab as an effective adjunct to intralesional surgery with a safety profile comparable to bisphosphonates.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41398788/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41509740",
      "title": "Recurrent Giant Cell Tumor of the Carpal Bones in an Adult Male Managed by En-bloc Excision, Extended Curettage, Bone Grafting, and all-Kirschner Wire Fixation: A Rare Case Report and Literature Review.",
      "authors": [
        "Govindharaaju Ramesh",
        "Chettiar K Kumaran",
        "Selvam Hariharan",
        "Mammu Sharafuddeen",
        "Rajan Jerin P"
      ],
      "journal": "Journal of orthopaedic case reports",
      "journal_abbrev": "J Orthop Case Rep",
      "pub_date": "2025-12-01",
      "doi": "10.13107/jocr.2025.v15.i12.6482",
      "abstract": "INTRODUCTION: Giant cell tumor of bone (GCTB) is a benign but locally aggressive lesion, rarely affecting the carpus (<2% of hand GCTs), and is associated with recurrence rates up to 87%. Management of carpal GCT is challenging due to the limited bone volume, risk of damage to articular cartilage, and the need to preserve wrist function. CASE REPORT: A 38-year-old male presented with recurrent GCT of his left wrist 1 year after curettage and bone grafting. He had painful swelling, restricted motion, and an expansile lesion involving the distal carpal row and bases of the 2nd-4th metacarpals. He underwent en bloc excision with extended curettage and reconstruction using iliac crest autograft stabilized by Kirschner wires. Post-operatively, he had good pain relief and maintained good wrist motion. At 12 months, positron emission tomography - computed tomography showed no recurrence or metastasis; Mayo Wrist Score was 85 (Good) and the disabilities of the arm, shoulder and hand score was 8.3. CONCLUSION: Recurrent carpal GCTB can be managed with en bloc excision, extended curettage, autografting, and temporary fixation, achieving adequate disease control and preservation of wrist motion. Long-term surveillance remains essential as recurrence is high in lesions of the carpal bones.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41509740/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "41399766",
      "title": "Malignant and metastatic giant cell tumors of bone; clinical course of primary or secondary malignant and pulmonary metastatic variants.",
      "authors": [
        "Verspoor Floortje G M",
        "Krebbekx Gitte G J",
        "Duivenvoorden Mylene J C",
        "Sumathi Vaiyapuri",
        "Evans Scott"
      ],
      "journal": "Journal of bone oncology",
      "journal_abbrev": "J Bone Oncol",
      "pub_date": "2025-12-01",
      "doi": "10.1016/j.jbo.2025.100728",
      "abstract": "AIMS: Giant cell tumor of bone (GCTB) is a rare, locally aggressive, intermediate-grade neoplasm. While typically benign, GCTB can exhibit atypical behavior, including indolent pulmonary metastases and malignant transformation. This study characterizes malignant and metastatic GCTB, distinguishing primary malignant GCTB (PM-GCTB), secondary malignant GCTB (SM-GCTB), and secondary osteosarcoma, and evaluates their outcomes. METHODS: A retrospectively review of 520 patients with suspected GCTB treated between 1985-2021 was performed, with malignant cases followed through 2025. Diagnosis was confirmed histologically and, where available, by H3F3A/H3F3B mutation testing. PM-GCTB was defined as a de novo high-grade sarcoma. SM-GCTB and secondary osteosarcoma were defined as malignant transformations of previously benign, histologically proven GCTB. Benign pulmonary metastases were analyzed separately. Outcomes were descriptively assessed. RESULTS: Twelve patients (2.4 %) had malignant GCTB: five PM-GCTB (1.0 %), five SM-GCTB (1.0 %), and two secondary osteosarcoma (0.4 %). Three patients (0.6 %) developed histologically benign pulmonary metastases with indolent behavior. Three SM-GCTB patients transformed within one year despite benign baseline pathology, indicating true rapid malignant progression rather than diagnostic error. Median latency to malignant transformation was 7.5 years for SM-GCTB and up to 35 years for secondary osteosarcoma. SM-GCTB showed the highest disease-specific mortality (80 %), compared to PM-GCTB (20 %) and secondary osteosarcoma (0 %). None malignant transformations occurred following denosumab or radiotherapy. CONCLUSION: Three aggressive GCTB variants were identified: benign pulmonary metastatic GCTB, PM-GCTB, and secondary malignant transformation. SM-GCTB and osteosarcoma arise from benign GCTB but differ in morphology and prognosis. Because malignant transformation is exceptionally rare and symptomatic, a patient-centered, symptom-driven follow-up strategy is preferred over routine lifelong radiologic surveillance.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41399766/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41312375",
      "title": "Soft tissue recurrence in giant cell tumor of Bone: A comprehensive review of pathogenesis, imaging features, and clinical management.",
      "authors": [
        "Jamshidi Khodamorad",
        "Naghizadeh Hamed",
        "Saberi Sadegh",
        "Rahimi Farshad Zand",
        "Arabzadeh Aidin",
        "Khabiri Seyyed Saeed"
      ],
      "journal": "Journal of bone oncology",
      "journal_abbrev": "J Bone Oncol",
      "pub_date": "2025-12-01",
      "doi": "10.1016/j.jbo.2025.100725",
      "abstract": "BACKGROUND: Giant cell tumor of bone (GCTB) is a benign but locally aggressive neoplasm with a high risk of recurrence. Among its patterns of relapse, soft-tissue recurrence (STR) is an uncommon but clinically significant entity, often presenting as ossified or non-ossified perilesional nodules. Despite its rarity, STR poses diagnostic and therapeutic challenges that require clarification. METHODS: A comprehensive literature review was performed across PubMed, Embase, and Google Scholar from 1980 through January 2025, focusing on the epidemiology, pathogenesis, imaging features, histopathology, management, and outcomes of STR in GCTB. Case reports, series, and retrospective studies explicitly distinguishing STR from intraosseous recurrence were included, and findings were synthesized narratively. RESULTS: STR occurs in approximately 2-3 % of GCTB cases, typically within 6-12 months after surgery. Major risk factors include curettage procedures, pathological fractures, cortical breaches, and unrecognized microscopic soft-tissue extension. Imaging reveals three distinct patterns: peripheral \"eggshell\" ossification, central nodular calcification, and purely soft-tissue lesions. Histology mirrors primary GCTB, often with osteogenic metaplasia, while molecular testing confirms retention of H3F3A mutations. Surgical excision with clear margins remains the mainstay of treatment, yielding excellent functional outcomes. However, up to 60 % of patients experience multiple recurrences, highlighting the need for vigilant surveillance. Systemic agents such as denosumab or bisphosphonates remain investigational, and radiotherapy is generally contraindicated due to malignant transformation risk. CONCLUSION: STR represents a rare but distinct subset of GCTB recurrences. Awareness of risk factors, early imaging-based detection, and complete surgical excision are critical for optimal outcomes. Further multicenter studies are required to define surveillance protocols, validate molecular predictors, and clarify the role of systemic therapy in this challenging condition.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41312375/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40271583",
      "title": "Surgical approaches for the treatment of giant cell tumor of bone in Tunisian patients: association with recurrence.",
      "authors": [
        "Amri Raja",
        "Ayedi Mariam",
        "Aifa Sami",
        "Keskes Hassib"
      ],
      "journal": "The Libyan journal of medicine",
      "journal_abbrev": "Libyan J Med",
      "pub_date": "2025-12-01",
      "doi": "10.1080/19932820.2025.2494885",
      "abstract": "Giant cell tumor of bone (GCTB) is generally considered a benign tumor, but it can exhibit locally aggressive behavior. The two main surgical treatment options for GCTB are intralesional curettage and en-bloc resection. This study examined the long-term GCTB recurrence rates among Tunisian patients after surgery. A study including 36 patients diagnosed with GCTB was conducted. These patients underwent surgical procedures, specifically intralesional curettage and in bloc resection. Subsequently, we monitored these patients for a two-year post-operative period. Statistical analyses, including Kaplan-Meier survival analysis, Cox proportional hazards regression, and chi-square tests, were performed to identify and evaluate factors associated with local recurrence. Our analysis showed a significant association between surgical treatment and the occurrence of local recurrence (p < 0.01). Interestingly, the rate of local recurrence was notably higher among patients who underwent intralesional curettage (13 out of 21; 61%) compared to those who received en bloc resection (2 out of 15; 13%) (all p < 0.01). En-bloc resection is a reliable treatment choice for GCTB, demonstrating a lower risk of recurrence compared to intralesional curettage. These findings highlight the importance of selecting the appropriate surgical approach to minimize recurrence and improve patient outcomes.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40271583/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40199749",
      "title": "Neovascular prostate specific membrane antigen (PSMA) expression in bone and soft tissue sarcoma: a systematic analysis.",
      "authors": [
        "Spiridon Irene A",
        "Ong Sheena L M",
        "Soukup Jiri",
        "Topirceanu-Andreoiu Oana-Maria",
        "de Geus-Oei Lioe-Fee",
        "Gelderblom Hans",
        "Lam Suk Wai",
        "de Bruijn Inge H Briaire",
        "Akker Brendy E W M van den",
        "Hijmen Linda",
        "Szuhai Karoly",
        "Bovée Judith V M G"
      ],
      "journal": "Virchows Archiv : an international journal of pathology",
      "journal_abbrev": "Virchows Arch",
      "pub_date": "2025-12-01",
      "doi": "10.1007/s00428-025-04086-6",
      "abstract": "Bone and soft tissue sarcomas are a highly heterogeneous group of rare cancers of mesenchymal origin. Treatment options other than surgery have limited efficacy due to low response rates with some exceptions. Radioligand therapy targeting prostate-specific membrane antigen (PSMA) may provide a novel treatment option, as it was recently suggested that soft tissue sarcomas express PSMA in the neovasculature, and on PET/CT imaging, multiple sarcomas have shown intense PSMA-tracer accumulation. Moreover, in prostate cancer patients, incidental PSMA uptake was seen in hemangiomas. In addition to confirming previous results in soft tissue sarcoma, the current study aims to systematically explore the expression of PSMA in bone tumors and in vascular tumors. Immunohistochemistry for PSMA was performed on a total of 706 tumors. High PSMA expression in the neovasculature was seen in 29% of the soft tissue sarcomas and 33% of the bone sarcomas. Malignant tumors showed a higher frequency of PSMA expression (score 2) as compared to benign tumors, with a high frequency in rhabdomyosarcoma (2 of 2, 100%), mesenchymal chondrosarcoma (14 of 20, 70%), undifferentiated sarcoma of bone (4 of 6, 67%) and of soft tissue (13 of 20, 65%), and osteosarcoma (46 of 81, 57%). In addition, giant cell tumor of bone displayed a high PSMA labelling in 67% of the cases. In contrast, high PSMA expression was seen in only 0-40% of the non-neoplastic vessels in vascular tumors, while 8% of them expressed PSMA in the tumor cells. Thus, with variable frequency among the different subtypes, a subset of bone and soft tissue tumors, both malignant and intermediate behavior, express PSMA and these patients may benefit from PSMA-targeting PET/CT scans or PSMA targeted radioligand therapy.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40199749/",
      "category": "Diagnosis & Imaging"
    },
    {
      "pmid": "40521863",
      "title": "Reconstruction of the distal radius using ulnar translocation with ulnoscapholunate arthrodesis after giant cell tumour resection.",
      "authors": [
        "Jamshidi Khodamorad",
        "Bagherifard Abolfazl",
        "Khabiri Seyyed Saeed",
        "Mirzaei Alireza"
      ],
      "journal": "The Journal of hand surgery, European volume",
      "journal_abbrev": "J Hand Surg Eur Vol",
      "pub_date": "2025-12-01",
      "doi": "10.1177/17531934251347884",
      "abstract": "We evaluated the outcomes of ulnar translocation with T-locking plate fixation and ulnoscapholunate arthrodesis after distal radius resection for giant cell tumours. Eighteen patients (median age 33 years) were included, with a median follow-up of 72 months. The mean Musculoskeletal Tumour Society score was 27, demonstrating excellent function in all patients. The mean grip strength was 82% of the opposite hand. Supination and pronation were 77° and 76°, respectively. Wrist flexion and extension averaged 23° and 21°, respectively. The mean radial and ulnar deviations were 21° and 15°, respectively. Ulnoscapholunate union occurred in all patients within 3 months of surgery. Radioulnar union occurred in 17 patients within a mean of 4 months. One patient required revision surgery owing to plate breakage and radioulnar nonunion. Two patients had local recurrences. These results suggest that ulnar translocation is a reliable reconstruction method for giant cell tumour resection in the distal radius.Level of evidence: IV.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40521863/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "41296667",
      "title": "Pharmacological Intervention for Refractory Biofilm Infection After Hemipelvic Replacement Surgery: Multidisciplinary Management of a Case of Giant Cell Tumor of Bone.",
      "authors": [
        "Huang Liling",
        "Wang Linyu",
        "Nong Hao",
        "Liu Bin",
        "Li Yan"
      ],
      "journal": "The American journal of case reports",
      "journal_abbrev": "Am J Case Rep",
      "pub_date": "2025-11-26",
      "doi": "10.12659/AJCR.949210",
      "abstract": "BACKGROUND Periprosthetic joint infection (PJI) is a potentially catastrophic complication after orthopedic surgery. Biofilm formation and infection with multidrug-resistant pathogens significantly increase the difficulty of achieving successful treatment. CASE REPORT A 36-year-old woman presented with a 6-month history of left hip pain. Three months prior to presentation, she had been definitively diagnosed with a pelvic giant cell tumor and undergone hemipelvic resection with custom prosthesis replacement. Chronic PJI developed postoperatively. Etiological examination revealed mixed infection with methicillin-resistant Staphylococcus epidermidis, extended-spectrum ß-lactamase-producing Klebsiella pneumoniae, and Pseudomonas aeruginosa. The patient underwent 8 debridement procedures with targeted antibacterial treatment. Antibacterial dosing was guided by the ratio of the area under the curve to the minimum inhibitory concentration of vancomycin plus rifampicin for biofilm penetration, together with ciprofloxacin against P. aeruginosa. The treatment strategy emphasized antibiotic rotation based on dynamic microbiome monitoring, surgical debridement with negative pressure drainage, and optimization of vancomycin trough concentration to 15-20 μg/mL via therapeutic drug monitoring. Infection did not recur during nearly 4 years of follow-up. The infection was ultimately controlled, and the prosthesis was preserved. CONCLUSIONS Patients with giant cell tumors of the pelvis who undergo prosthesis replacement should be closely monitored for PJI. Combination therapy with vancomycin and rifampicin can eradicate biofilm infections caused by coagulase-negative staphylococci, offering a potentially feasible non-revision treatment strategy for complex PJI in patients with financial constraints.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41296667/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41289179",
      "title": "Periacetabular Resection for Bone Tumors: Is There Still a Role for Massive Allograft-prosthesis Composite Reconstructions?",
      "authors": [
        "Scanferla Roberto",
        "Rajan Sreeraj",
        "Scolari Federico",
        "Maccauro Luigi",
        "Muratori Francesco",
        "Scoccianti Guido",
        "Beltrami Giovanni",
        "Campanacci Domenico Andrea"
      ],
      "journal": "Clinical orthopaedics and related research",
      "journal_abbrev": "Clin Orthop Relat Res",
      "pub_date": "2025-11-25",
      "doi": "10.1097/CORR.0000000000003754",
      "abstract": "BACKGROUND: Allograft-prosthesis composite reconstruction after periacetabular resections allows for bony union and internal repair, restoring bone stock for further revisions; the allograft-prosthesis composite can be shaped according to the pelvic resection to reconstruct the complex bone anatomy. Recently, endoprosthetic reconstruction has become one of the most frequently used options to restore large periacetabular bone defects. However, a prosthetic reconstruction impairs pelvic bone stock preservation and often takes a long time to manufacture. Allograft reconstructions, on the other hand, allow for bony union and internal repair, and they restore bone stock for further revisions. In addition, allografts are usually readily available and can be shaped according to the pelvic resection, fully restoring the complex bone anatomy. Pelvic biological reconstructions may have still a role, and to our knowledge, there are few long-term results of allograft-prosthesis composite reconstruction of the pelvis after periacetabular resections for bone tumors. QUESTIONS/PURPOSES: (1) What is the cumulative incidence percentage of patients who experienced complications after reconstruction with allograft-prosthesis composites after resection of periacetabular tumors? (2) What was the functional result after surgical treatment as assessed by the Musculoskeletal Tumor Society (MSTS) score at a minimum of 2 years? (3) What was the survivorship of these reconstructions free from revision and graft removal at 15 years? METHODS: Between February 1994 and April 2023, a total of 174 patients were treated at the university hospital of Florence for primary and secondary malignant or aggressive benign bone tumors of the pelvis with en bloc resection. Of treated patients, 51 underwent periacetabular resection and allograft-prosthesis composite reconstruction. We included in the study only patients with at least 24 months of follow-up or those who had complications earlier; thus 96% (49 of 51) of the patients had the required minimum follow-up and were included. Among the included patients, 88% (43 of 49) were available for a minimum follow-up of 24 months, whereas 12% (6) had < 24 months of follow-up but had complications earlier; thus, they were included for the analysis of complication-free survivorship. Seventy-eight percent (38) of patients were treated with a pelvic allograft combined with an acetabular cage, 16% (8) of patients received only a cemented cup, and 6% (3) of patients received a stemmed cementless cup. The mean ± SD follow-up time was 100 ± 77 months. The mean ± SD age at the time of reconstruction was 47 ± 17 years; 37% (18 of 49) of patients were female and 63% (31) were male. According to the Enneking and Dunham classification of pelvic resections, 39% (19) of patients had a Type I-II resection, 24% (12) had a Type II, 22% (11) had a Type II-III, 8% (4) had a Type I-II-III, 4% (2) had a Type I-II-IV, and 2% (1) had a Type I-II-III-IV. All patients had primary or secondary malignant or benign aggressive bone tumors: high-grade central chondrosarcoma (39% [19 of 49]), Ewing sarcoma (14% [7]), high-grade osteosarcoma (10% [5]), metastasis from carcinoma (10% [5]), dedifferentiated chondrosarcoma (10% [5]), peripheral low-grade chondrosarcoma (2% [1]), giant cell tumor of bone (2% [1]), osteoblastoma (2% [1]), hemangioendothelioma of bone (2% [1]), undifferentiated pleomorphic sarcoma of bone (2% [1]), malignant peripheral nerve sheath tumor of bone (2% [1]), radiation-induced sarcoma (2% [1]), or solitary plasmacytoma (2% [1]). The cumulative incidence of major complications, defined as surgical revision of any component of the reconstruction for mechanical complications and/or infections either surgically treated or not, and removal of the allograft as endpoints indicating failure, respectively, were estimated according to the competing-risk method. Complications were assessed through the revision of clinical charts. Death before the primary event of interest was considered a competing event. Comparisons of cumulative incidence curves across patient subgroups were performed with the Gray test. Normality of variables was assessed using the Shapiro-Wilk test, and heteroscedasticity was assessed using the Levene test. Accordingly, postoperative functional outcomes were compared across groups using a Welch t-test. Group means were reported in each plot. The relationship between functional score and length of follow-up was determined using a Pearson correlation coefficient. Significance was set at p < 0.05. The functional results were assessed using the MSTS score. The MSTS score was evaluated in patients with at least 2 years of follow-up in whom the pelvic allograft was retained at last clinical follow-up. Functional outcomes were assessed through the review of our institutional database. RESULTS: The cumulative incidence of major complications was 24% (95% confidence interval [CI] 13% to 37%) at 5 years and 33% (95% CI 20% to 46%) at 10 and 15 years. The mean ± SD MSTS score was 23 ± 5, assessed 10 ± 6 years after the procedure. The cumulative incidence of graft removal was 8% (95% CI 3% to 18%) at 5 and 10 years and 12% (95% CI 4% to 24%) at 15 years. CONCLUSION: Allograft-prosthesis composite may represent an effective reconstructive option after periacetabular resection for primary bone tumors even in the era of 3D-printed implants; it still could have a role in patients with long life expectancy who are treated for tumors that were not managed with chemotherapy or radiotherapy and in whom the iliac wing is fully or partially preserved. Larger studies comparing periacetabular allograft-prosthesis composite with other reconstructive options such as modular and custom-made endoprostheses, as well as recycled autograft-prosthesis composites, are warranted to assess the potential benefits of one technique over the other. LEVEL OF EVIDENCE: Level IV, therapeutic study.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41289179/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41276309",
      "title": "Ulnar translocation and wrist fusion in the management of giant cell tumour of the distal radius: an evaluation of three fixation methods.",
      "authors": [
        "Agrawal Alok Chandra",
        "Sakale Harshal",
        "Verma Rishabh",
        "Banerjee Somok"
      ],
      "journal": "BMJ case reports",
      "journal_abbrev": "BMJ Case Rep",
      "pub_date": "2025-11-23",
      "doi": "10.1136/bcr-2025-268553",
      "abstract": "Giant cell tumour (GCT) is a benign but locally aggressive bone tumour that affects the epiphyseal regions of long bones, with the distal radius involved in about 10% of cases. Treatment aims to completely remove the tumour, prevent recurrence and restore normal wrist and forearm function. However, traditional treatments such as curettage with adjuvants may leave the microscopic tumour cells, increasing the recurrence risk. When a GCT invades the joint and subchondral bone, preserving wrist anatomy becomes vital. Wide resection followed by reconstruction using structural grafts (like fibula), allografts or wrist arthrodesis reduces the recurrence but has limitations, such as poor grip and donor site morbidity. This case series presents a surgical approach combining wide resection, ulna translocation and wrist arthrodesis to maintain function and reduce recurrence. Three fixation techniques-a long plate, a 'T' plate and two small plates-were used and comparatively assessed for effectiveness. The outcomes were measured using the Mayo wrist score and the Musculoskeletal Tumor Society score.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41276309/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "41273883",
      "title": "Identification of TRACP 5b as a local recurrence biomarker in giant cell tumor of bone.",
      "authors": [
        "Toda Yu",
        "Ogura Koichi",
        "Iwata Shintaro",
        "Kobayashi Eisuke",
        "Osaki Shuhei",
        "Fukushima Suguru",
        "Kawai Akira"
      ],
      "journal": "Surgical oncology",
      "journal_abbrev": "Surg Oncol",
      "pub_date": "2025-11-19",
      "doi": "10.1016/j.suronc.2025.102331",
      "abstract": "BACKGROUND: Giant cell tumor of bone (GCTB) has a high potential for local recurrence after surgical treatment. It is characterized by the histological proliferation of osteoclast-like multinucleated giant cells. Tartrate-resistant acid phosphatase 5b (TRACP5b) is a reliable serum marker of bone resorption. This study aimed to investigate the impact of TRACP5b levels on the local recurrence of GCTB following surgical treatment. METHODS: We retrospectively analyzed data from 47 primary GCTB patients who underwent serum TRACP5b testing and surgical treatment between 2015 and 2022. We statistically evaluated the correlation between TRACP5b levels and clinical characteristics. Patients were stratified into two groups based on TRACP5b levels, and the association between TRACP5b and local recurrence was assessed across various clinical parameters. RESULTS: The mean TRACP5b level in male patients (2062 ± 2289 mU/dL) was significantly higher than in female patients (976 ± 487 mU/dL; p = 0.048). A moderate positive correlation was observed between tumor size and TRACP5b levels (r = 0.586, p < 0.001). Gender, tumor location (trunk, lower extremity, and upper extremity), tumor size, and TRACP5b levels were significantly associated with local recurrence-free survival (p values were 0.037, 0.0006, 0.048, and 0.004, respectively). CONCLUSIONS: This study identified preoperative TRACP5b levels as a prognostic factor for local recurrence in GCTB patients, highlighting its potential utility in risk stratification and personalized management.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41273883/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "41260962",
      "title": "Preoperative administration of denosumab is a feasible adjuvant option for the treatment of resectable giant cell tumor of bone in the spine: A multi-institutional study by the Japanese Musculoskeletal Oncology group.",
      "authors": [
        "Morii Takeshi",
        "Asano Naofumi",
        "Nakayama Robert",
        "Kimura Hiroaki",
        "Endo Makoto",
        "Nakata Eiji",
        "Yamaga Kensaku",
        "Ogura Koichi",
        "Watanabe Takuya",
        "Kobayashi Hiroshi",
        "Murata Hiroaki",
        "Nakamura Tomoki",
        "Akiyama Toru",
        "Nishimura Shunji",
        "Hosaka Masami",
        "Imanishi Jungo",
        "Hosogane Naobumi",
        "Kawano Hirotaka"
      ],
      "journal": "Journal of orthopaedic science : official journal of the Japanese Orthopaedic Association",
      "journal_abbrev": "J Orthop Sci",
      "pub_date": "2025-11-18",
      "doi": "10.1016/j.jos.2025.10.011",
      "abstract": "BACKGROUND: Although the significance of preoperative denosumab administration for giant cell tumor of bone (GCTB) is still controversial, sporadic reports have suggested a clinical benefit of administration prior to surgery for spinal GCTB. In this retrospective, multi-institutional study, we assessed the effects of preoperative denosumab administration for spinal GCTB. METHODS: Ten cases of GCTB in the spine with preoperative denosumab administration (the denosumab group) and 19 cases without preoperative denosumab administration (the control group) were included. Oncological outcomes (local recurrence, distant metastasis, and overall survival), duration of the surgery, intraoperative blood loss, functional outcomes as evaluated by the Frankel classification, perioperative complications, adverse events associated with denosumab administration, and margin status in resection cases were surveyed. RESULTS: The median frequency of preoperative denosumab administration was four times in the denosumab group. Curettage against resection and no preoperative denosumab administration were revealed as independent risks for local recurrence. Preoperative denosumab administration significantly reduced intraoperative blood loss. It also resulted in significantly better postoperative function. Periodontitis as an adverse effect of denosumab administration was found only in two cases in the control group, where it was applied for controlling local recurrence. Cases with local recurrence showed worse function at the final follow-up, suggesting the significant impact of local recurrence on function. The negative margin rate was significantly higher in the denosumab group. No significant difference was noted in the risk for metastasis and lethal events, duration of surgery, and incidence of postoperative complications between the two groups. CONCLUSIONS: Preoperative denosumab administration resulted in better local control, reduced intraoperative blood loss, and better function. The present data suggest that it has a clinical benefit in the treatment of spinal GCTB.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41260962/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41196370",
      "title": "H3.3G34W immunohistochemistry negative giant cell tumour of bone. Extended analysis of 35 such cases from a single institution in India.",
      "authors": [
        "Uppin Shantveer G",
        "Hui Monalisa",
        "Thomas Derin Mary",
        "Uppin Megha S",
        "Rao K Nageshwara",
        "Reddy Rajeev",
        "Lingala Himakanth"
      ],
      "journal": "Virchows Archiv : an international journal of pathology",
      "journal_abbrev": "Virchows Arch",
      "pub_date": "2025-11-06",
      "doi": "10.1007/s00428-025-04319-8",
      "abstract": "Though anti-histone H3.3G34W antibody is highly sensitive to giant cell tumours of bone, a subset of tumours which are negative on immunohistochemistry harbours variant H3F3A mutations. In this study, the diagnostic utility of anti-histone H3.3G34V and R immunohistochemistry was assessed along with H3F3A gene mutation analysis by Sanger sequencing. This study also attempted to establish an algorithmic approach to analysis of H3.3G34W immunohistochemically negative tumours. Immunohistochemistry was performed using anti-histone H3.3G34R and anti-histone H3.3G34V antibodies in 35 anti-histone H3.3G34W IHC negative tumours. Simultaneously, all the tumours were subjected to Sanger sequencing to detect mutations in H3F3A gene. Of the 35 tumours tested, 14 showed positive staining for H3.3G34V and one for H3.3G34R immunohistochemistry. Gene mutation analysis by sequencing detected 3 additional cases of H3.3G34W mutation not detected by immunohistochemistry. Of the 14 tumours with H3.3G34V immunohistochemical expression, 11 showed corresponding H3.3G35V mutation on sequencing and a single tumour with H3.3G34R expression showed corresponding H3.3G35R mutation. In addition, sequencing detected 5 cases of H3.3G35L mutation which were negative on immunohistochemistry. Combining immunohistochemistry and sequencing results for the overall 309 GCTBs diagnosed during the study period, the most frequent H3F3A gene mutation was H3.3G34W/H3.3G35W (277/309, 89.6%). Other variants included H3.3G34V/H3.3G35V (14/309,4.5%), H3.3G34L/H3.3G35L (5/309,1.6%), and H3.3G34R/H3.3G35R (1/309,0.3%), while 3.9% (12/309) had the wild-type gene. Immunohistochemistry with H3.3 G34W, H3.3 G34R and G34V can be used as a surrogate for detection of corresponding H3F3A gene mutations. These antibodies should be used as first-line tests for confirming the diagnosis with sequencing being restricted only to tumors negative on immunohistochemistry.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41196370/",
      "category": "Diagnosis & Imaging"
    },
    {
      "pmid": "41237399",
      "title": "What Are the Long-term Outcomes of Wrist Arthrodesis Using Structural Iliac Bone Graft After Resection of the Distal Radius for Giant Cell Tumor of Bone? A Minimum 10-year Follow-up.",
      "authors": [
        "Li Zhuoyu",
        "Fan Daoyang",
        "Deng Zhiping",
        "Yang Yongkun",
        "Wang Tao",
        "Li Yuan",
        "Zhang Qing",
        "Niu Xiaohui",
        "Liu Weifeng"
      ],
      "journal": "Clinical orthopaedics and related research",
      "journal_abbrev": "Clin Orthop Relat Res",
      "pub_date": "2025-11-04",
      "doi": "10.1097/CORR.0000000000003738",
      "abstract": "BACKGROUND: Most distal radial giant cell tumors are treated with curettage, whereas malignancies and very advanced giant cell tumor of bone (GCTB) may be treated with resection. Wide resection can achieve good local control, but no consensus has been obtained on the optimal reconstruction method. The use of an endoprosthetic wrist arthroplasty offers the advantage of wrist motion. However, it is associated with a high risk of wrist subluxation, pain, and compensation limitations; ultimately, some patients undergo wrist arthrodesis. We previously reported good early outcomes using wrist arthrodesis and structural iliac bone graft for bone defects after wide resection of the distal radius GCTB. This study evaluates the long-term function, complications, and risk factors of this reconstruction technique at > 10 years of follow-up. QUESTIONS/PURPOSES: (1) What were the 5-year and 10-year overall graft survival and revision-free survival rates? (2) What proportion of patients achieved bone union by 6 and 12 months? (3) What were the functional outcomes of patients at final follow-up? (4) What were the overall proportions of patients who experienced complications and complications leading to reoperation and its possible risk factors? METHODS: After approval by our institutional review board, we performed a retrospective study of patients who underwent wrist arthrodesis and structural iliac bone graft reconstruction after wide resection of distal radius primary bone tumors and who had at least 10 years of follow-up, using our institutional database (Jishuitan Sarcoma database) undergoing prospective maintenance by Beijing Jishuitan Hospital. Between January 2005 and January 2025, we treated 231 patients for distal radius GCTB. Of those, we considered patients with Campanacci III GCTB as potentially eligible. Twenty-three percent (53 of 231) of patients underwent curettage. Based on that, 77% (178 of 231) of patients were eligible. Ten percent (18 of 178) were excluded because they received other reconstruction methods, including vascularized fibular graft and massive allografts. Nine percent (16 of 178) of patients who were lost to follow-up were excluded. Forty-five percent (80 of 178) of patients who had < 10 years of follow-up and 36% (64) of patients were included for survivorship and complication analyses here. Of patients who had > 10 years of follow-up, fifty-six percent (36 of 64) were men. The mean ± SD age was 31 ± 11 years. The indication for reconstruction was resection of Campanacci Grade III GCTB. Patient outcomes included overall graft survival, revision-free survival, functional scores (Musculoskeletal Tumor Society Score-93 [MSTS-93], DASH, and Patient-Rated Wrist Evaluation [PRWE] scores), wrist stability (Carpal Translation Index), and grip strength. All complications were classified as major complications and minor complications. A major complication was defined as a complication resulting in an unplanned reoperation. Graft survival rates were calculated by Kaplan-Meier methods. RESULTS: The 5-year and 10-year overall graft survival rates for all 144 patients (including > 10-year and ≤ 10-year follow-up) were 98% (95% confidence interval [CI] 80% to 99%) and 98% (95% CI 80% to 99%), respectively. The 2-year, 5-year, and 10-year revision-free survival rates were 90% (95% CI 83% to 94%), 78% (95% CI 69% to 83%), and 76% (95% CI 60% to 81%), respectively. For patients who had > 10 years of follow-up, sixty-one percent (39 of 64) of grafts achieved union within 6 months, 84% (54 of 64) united within 12 months, and 16% (10 of 64) did not unite. The mean ± SD MSTS-93 score was 95% ± 5% (range 0% to 100%, with higher scores indicating better function), the mean DASH score was 13 ± 5 (range 0 to 100, with lower scores indicating better function), and the mean PRWE score was 18 ± 6 (range 0 to 100, with lower scores indicating better function). Thirty-five percent (51 of 144) of patients had at least one complication. During follow-up, 28% (41 of 144) of patients underwent 51 reoperations because of major complications. After controlling for potentially confounding variables such as gender, age, and previous surgery, we found that the use of reconstruction plates for fixation (cause-specific HR 2.2 [95% CI 1.3 to 12]; p = 0.02) and bone nonunion (cause-specific HR 2.7 [95% CI 2.1 to 7.2]; p = 0.03) were associated with an increased risk of plate fractures. The use of reconstruction plates (cause-specific HR 2.3 [95% CI 1.4 to 2.9]; p = 0.04) and autograft > 8 cm (cause-specific HR 1.7 [95% CI 1.1 to 3.3]; p = 0.03) was associated with an increased risk of bone nonunion. CONCLUSION: Resection followed by wrist arthrodesis and structural iliac bone graft for distal radius GCTB achieved satisfactory oncologic and functional results, albeit with one-third of all patients experiencing some complications at a minimum of 10 years of follow-up. Although wrist arthrodesis sacrificed wrist mobility, making it an option to consider after extensive resection of the distal radius, we cannot compare this with other reconstruction options. Functional outcomes and complications must be investigated further in large prospective studies. LEVEL OF EVIDENCE: Level III, therapeutic study.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41237399/",
      "category": "Surgery & Reconstruction"
    },
    {
      "pmid": "41292259",
      "title": "JMT103 versus Non-Denosumab or Denosumab Treatment in Chinese Patients with Unresectable or Surgically Challenging Giant Cell Tumor of Bone: A Propensity Score-Matched Comparison.",
      "authors": [
        "Xu Hairong",
        "Zhou Yong",
        "Wei Feng",
        "Ding Yi",
        "Shan Huachao",
        "Yang Yongkun",
        "Liu Weifeng",
        "Jin Tao",
        "Luo Yi",
        "Tang Fan",
        "Lu Minxun",
        "He Xin",
        "Zhang Wenli",
        "Yang Shaomin",
        "Zhang Lihua",
        "Wang Juan",
        "Li Hong",
        "Tu Chongqi",
        "Niu Xiaohui"
      ],
      "journal": "Cancer medicine",
      "journal_abbrev": "Cancer Med",
      "pub_date": "2025-11-01",
      "doi": "10.1002/cam4.71340",
      "abstract": "BACKGROUND: Giant cell tumors of bone (GCTB) are RANK/RANK-ligand positive, progressive osteolytic tumors. There was no medical treatment for GCTB based on efficacy and safety data from Chinese patients. A single-arm, phase II study demonstrated the promising efficacy of JMT103 in unresectable or surgically challenging GCTB. Patient-level outcomes from the single-arm trial were compared with real-world data from denosumab or non-denosumab treated patients to estimate comparative efficacy in unresectable or surgically challenging GCTB. METHODS: The real-world data were retrospectively collected from three hospitals between January 2013 and December 2023. The eligibility criteria of the two cohorts were based on the JMT103 single-arm study. Propensity score matching was used to balance the baseline characteristics of patients in the JMT103 and the real-world cohorts. The primary endpoint was histopathological or 12 week radiological objective tumor response rate (OTR). Secondary endpoints included tumor response rate throughout the study, objective response rate, disease control rate, and safety profiles. RESULTS: 166 and 135 patients were finally included in the non-denosumab and denosumab cohorts, respectively. After 1:1 nearest neighbor matching, the OTR of the JMT103 cohort was significantly higher than that of the non-denosumab cohort (94.2% vs. 4.8%), and was comparable with that of the denosumab cohort (92.0% vs. 67.0%). The same results were observed in tumor response rate throughout the study (JMT103 vs. non-denosumab: 94.2% vs. 4.8%, JMT103 vs. denosumab: 94.3% vs. 86.4%), objective response rate (83.5% vs. 11.1%, 87.4% vs. 80.0%), and disease control rate (100% vs. 70.4%, 100.0% vs. 98.8%). CONCLUSION: JMT103 has manageable safety profiles with better effectiveness than non-denosumab and a trend toward greater effectiveness than denosumab in patients with unresectable or surgically challenging GCTB. TRIAL REGISTRATION: NCT05402865, NCT04255576.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41292259/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41127506",
      "title": "Prognostic Significance of the Density and Spatial Distribution of Tumor-Associated Macrophages in Giant Cell Tumor of Bone and Their Association With Denosumab Treatment Responsiveness.",
      "authors": [
        "Yang Yi-Fan",
        "Liu Jing-Ru",
        "Han Ying-Song",
        "Zhu Guo-Qiang",
        "Niu Hua-Qing",
        "Zheng Bo-Yu",
        "Tang Xin",
        "Li Jian",
        "Kang Yi-Jun",
        "Yu Jin-Ming",
        "Zheng Bo-Wen",
        "Zhou Bin"
      ],
      "journal": "MedComm",
      "journal_abbrev": "MedComm (2020)",
      "pub_date": "2025-11-01",
      "doi": "10.1002/mco2.70419",
      "abstract": "Given the lack of reliable indicators for predicting prognosis and treatment response in giant cell tumor of bone (GCTB) patients, this study aimed to identify new prognostic factors by analyzing the effect of tumor-associated macrophages (TAMs) on prognosis and denosumab treatment responsiveness. The expression of CD68⁺TAMs, CD163⁺TAMs, and IRF8⁺TAMs was detected using polychromatic fluorescence immunohistochemistry in 162 GCTB samples. TAM density was quantified through computer-aided image analysis, and spatial parameters, including nearest neighbor distance (NND) and effective percentage (EP), were measured using HALO software. Results showed that higher densities of CD68⁺ and CD163⁺ TAMs were significantly associated with inferior progression-free survival (PFS). A smaller NND was linked to shorter PFS. Additionally, higher CD68⁺ EP was associated with poorer PFS, whereas higher CD163⁺ EP correlated with better PFS. Receiver operating characteristic curve analysis demonstrated that TAM parameters' predictive performance was comparable to Campanacci and surgical approach in three subgroups. The ineffective denosumab-treated group had significantly higher TAMs EP compared to the effective group. In conclusion, TAMs significantly influence the prognosis of GCTB patients and are correlated with certain invasive tumor phenotypes. Elevated TAMs levels may be associated with reduced efficacy of denosumab treatment.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41127506/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41121416",
      "title": "Giant cell tumor of bone in the mandible presenting without typical histological features: a case report.",
      "authors": [
        "Oya Kaori",
        "Kawamura Kouhei",
        "Akiyama Ryou",
        "Kiyokawa Hiroki",
        "Uchihashi Toshihiro",
        "Shimamoto Hiroaki",
        "Sasai Tadashi",
        "Hiraoka Shin-Ichiro",
        "Murakami Shumei",
        "Toyosawa Satoru"
      ],
      "journal": "Journal of medical case reports",
      "journal_abbrev": "J Med Case Rep",
      "pub_date": "2025-10-21",
      "doi": "10.1186/s13256-025-05601-8",
      "abstract": "BACKGROUND: Giant cell tumor of bone is a locally aggressive bone tumor characterized by the proliferation of round-to-oval mononuclear cells and uniformly distributed osteoclast-type giant cells. Giant cell tumor of bone typically arises in long bones, whereas craniofacial involvement is rare. Atypical histological and clinical presentations can complicate diagnosis. This study presents a challenging case of giant cell tumor of bone in the mandible. CASE PRESENTATION: A Japanese man in his 70s presented with a slowly expanding radiolucent lesion in the left mandible, first noted a decade ago, with no subjective symptoms. Cone-beam computed tomography revealed a 27 mm × 12 mm × 23 mm radiolucent lesion with irregular borders and discontinuity of the mandibular canal. Excisional biopsy showed the proliferation of bland spindle cells with small multinucleated cells, which indicated central giant cell granuloma. However, the spindle cells were positive for H3.3G34W, a specific marker of giant cell tumor of bone, which confirmed the diagnosis of giant cell tumor of bone. Conventional histological features of giant cell tumor of bone were absent throughout the observation period. CONCLUSION: Morphological analysis alone is insufficient for diagnosing giant cell tumor of bone, and H3.3G34W immunostaining is valuable in distinguishing it from other giant cell lesions. The possibility of giant cell tumor of bone should not be ruled out in cases involving the jaw, although its occurrence is rare.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41121416/",
      "category": "Diagnosis & Imaging"
    },
    {
      "pmid": "41099542",
      "title": "Is Ipsilateral Femoral Head Autograft Reconstruction Durable in Patients Undergoing Enneking II/II+III Tumor Resections at a Minimum 5-year Follow-up?",
      "authors": [
        "Li Zhuoyu",
        "Fan Daoyang",
        "Jin Tao",
        "Sun Yang",
        "Li Yuan",
        "Zhang Qing",
        "Niu Xiaohui",
        "Liu Weifeng"
      ],
      "journal": "Clinical orthopaedics and related research",
      "journal_abbrev": "Clin Orthop Relat Res",
      "pub_date": "2025-10-13",
      "doi": "10.1097/CORR.0000000000003720",
      "abstract": "BACKGROUND: The reconstruction options for Enneking II/II+III pelvic tumors-defined as periacetabular tumor with or without involving the pubis or ischium-remain controversial. Short-term outcomes of ipsilateral femoral head autograft for the reconstruction of acetabular defects have been reported in limited case series studies. However, the long-term stability and complications of this method remain unknown. QUESTIONS/PURPOSES: At a minimum of 5 years of follow-up: (1) What was the graft survival rate in patients who underwent pelvic Enneking II/II+III tumor resections using an ipsilateral autologous femoral head graft for reconstruction? (2) What were the radiologic outcomes? (3) What were the functional outcomes, and what factors were independently associated with poor functional outcomes (Musculoskeletal Tumor Society Score [MSTS]-93 scores < 80%)? (4) What percentage of patients experienced complications, and what were they? METHODS: Between January 2007 and June 2020, we surgically treated 583 patients with Enneking II/II+III pelvic tumors. Ten percent (61 of 583) of patients underwent amputation, 57% (335 of 583) underwent curettage, and the remaining 32% (187 of 583) underwent en bloc resection. During the period in question, we generally used en bloc resection in patients with primary pelvic tumors, invasive benign pelvic tumors, and metastatic pelvic tumors. Patients who underwent en bloc resection were considered potentially eligible for inclusion. This study only included patients who underwent Enneking II/II+III pelvic tumor resections with partial preservation of the acetabulum and ipsilateral femoral head autograft reconstruction and who had 5 years or more of follow-up. Twenty-one percent (120 of 583) of patients were excluded because they received other reconstruction methods. Although 2% (10 of 583) of patients had < 5 years of follow-up or were lost to follow-up, some patients may have experienced failure or complications prior to 5 years or at the time of loss to follow-up. Consequently, these patients should still be included, leaving 10% (57 of 583) of patients for analysis. The mean ± SD age at diagnosis was 41 ± 13 years, and the mean follow-up time was 11 ± 3 years. Fifty-one percent (29 of 57) of patients were men. The most common pathologic diagnoses were giant cell tumor of bone (42% [24 of 57]) and chondrosarcoma (35% [20 of 57]). At the last follow-up, 84% (48 of 57) of patients had no evidence of disease, 9% (5 of 57) were alive with disease, and 7% (4 of 57) died of disease. The graft cumulative removal rate and revision rate were estimated using the competing risk estimator. We used preoperative and postoperative thin-section CT scans to assess the displacement of the hip rotation center. We classified complications into major and minor complications according to whether patients underwent unplanned reoperation. The MSTS-93 score was used to assess functional outcomes. Preoperative and postoperative CT scans were used to assess the displacement distance of the hip rotation center and the femoral neck. Cox regression analysis was used to evaluate risk factors associated with poor postoperative functional scores (MSTS-93 < 80%). RESULTS: The cumulative implant removal rates at 2 years and 5 years were 2% (95% confidence interval [CI] 0.3% to 8%) and 5% (95% CI 1% to 13%), respectively. The revision rates at 2 years and 5 years were 10% (95% CI 4% to 18%) and 15% (95% CI 7% to 25%), respectively. The median (range) MSTS-93 score was 90% (57% to 100%). Sixteen percent (9 of 57) of patients developed a total of 11 complications, including five major complications and six minor complications. The most common complications were infection (5% [3 of 57]), delayed wound healing (5% [3 of 57]), and hip dislocation (4% [2 of 57]). After controlling for potential confounding variables such as gender, age, and previous surgery, we found that abductor muscle resection (cause-specific HR 2.9 [95% CI 1.3 to 6.1]; p = 0.012) was an independent risk factor associated with poor function. CONCLUSION: Among patients with Enneking II/II+III pelvic tumors with partial preservation of the acetabulum, ipsilateral autologous femoral head autografting combined with hip arthroplasty is a viable reconstructive approach. For patients who cannot undergo tumor prosthesis or allograft reconstruction because of difficulties in obtaining grafts, costs, or social and/or religious reasons, this reconstruction technique may be considered. Additionally, we do not recommend this surgery for patients with complete acetabular resection, as autologous femoral head transplantation is insufficient to completely compensate for bone defects. Future studies with larger sample sizes should compare the advantages and disadvantages of this reconstruction technique with prosthetic or biological reconstruction and focus on clarifying the patient indications for existing reconstruction techniques. LEVEL OF EVIDENCE: Level IV, therapeutic study.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41099542/",
      "category": "Surgery & Reconstruction"
    },
    {
      "pmid": "41473354",
      "title": "Clinical Audit of Denosumab Biosimilar for Aggressive GCT of Bone: A Tertiary Care Center Retrospective Analysis.",
      "authors": [
        "Singh Rajesh B",
        "Jagannathan Saravana K",
        "Vineet Kumar"
      ],
      "journal": "South Asian journal of cancer",
      "journal_abbrev": "South Asian J Cancer",
      "pub_date": "2025-10-01",
      "doi": "10.1055/s-0045-1808094",
      "abstract": "OBJECTIVES: Giant cell tumor of bone (GCTB) is a locally aggressive tumor with a high recurrence rate. Using denosumab or its biosimilar in a neoadjuvant setting can facilitate limb-preserving surgery and reduce recurrence rates, with minimal side effects. MATERIAL AND METHODS: In this clinical audit, we retrospectively analyzed the impact of denosumab biosimilar (DB) on Campanacci grade 3 GCTB, the most aggressive form of these tumors. STATISTICAL ANALYSIS: Means and standard deviations were used for normally distributed continuous variables, medians and ranges for nonnormal continuous variables, and percentages for categorical variables. RESULTS: All cases received two doses of DB on days 0 and 14, resulting in a mean lesion size reduction of 17.75%. CONCLUSION: Our findings suggest that this treatment regimen can significantly improve outcomes for patients with aggressive GCTB, aiding orthopaedic oncologists in managing these challenging cases more effectively.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41473354/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41293395",
      "title": "Extended Reconstruction of the Right Forearm as Treatment for a Giant Cell Tumor With the Combined Use of a Free Fibular Flap and a Pedicled Inguinal Flap.",
      "authors": [
        "Dorantes-Millan Guillermo Sergio",
        "Banegas Ruiz Rodrigo",
        "López Contreras Ana Claudia",
        "Covarrubias Rodríguez Jesús Rigoberto",
        "Elnecave Olaiz Alejandro",
        "Ferreira Aparicio Francisco Emilio",
        "Gutiérrez Sevilla Gerardo Rafael"
      ],
      "journal": "Cureus",
      "journal_abbrev": "Cureus",
      "pub_date": "2025-10-01",
      "doi": "10.7759/cureus.95393",
      "abstract": "Giant cell tumor of bone (GCTB) is a benign neoplasm with aggressive behavior, predominantly affecting young adults. In the majority of these lesions, curettage is the treatment of choice; however, those classified as Campanacci grade III typically require extensive surgical resection, resulting in significant bone and soft tissue defects. This represents a significant reconstructive challenge but offers the opportunity for limb preservation and functional maintenance instead of amputation. We present a 39-year-old male with a grade III GCTB of the distal radius, who had extensive tumor resection followed by a staged reconstructive approach in four distinct surgical phases. These involved excision of the lesion, reconstruction with a free fibular flap, and skin coverage using a pedicled inguinal flap. The postoperative course was uneventful, with no evidence of recurrence at three months. Functional recovery was favorable, with a wrist range of motion of 40° flexion and 30° extension. No postoperative complications were observed. The combined use of a free fibular flap and a pedicled inguinal flap proved to be an effective reconstructive strategy for managing complex upper extremity circumferential defects.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41293395/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "41190726",
      "title": "Remarkable response to anti-PD-L1 blockade in relapsed and refractory metastatic malignant giant cell tumor of bone: a case report.",
      "authors": [
        "Wu Jerry T",
        "Imamura Jarrell",
        "Nowak Elizabeth",
        "Leng Jessica",
        "Reith John",
        "Kilpatrick Scott",
        "Schwartz Gary K",
        "Burke Zachary D C"
      ],
      "journal": "Immunotherapy",
      "journal_abbrev": "Immunotherapy",
      "pub_date": "2025-10-01",
      "doi": "10.1080/1750743X.2025.2582518",
      "abstract": "CASE: A 40-year-old man presented with malignant giant cell tumor of bone of the left distal femur. Despite distal femur resection/replacement and adjuvant chemotherapy, he experienced local recurrence and lung metastases. Salvage radiation therapy was ineffective. Biopsy of the tumor showed a PD-L1 tumor proportion score of 40%. Pembrolizumab was initiated and resulted in a major partial response. However, the patient experienced radiation recall pneumonitis necessitating stoppage of pembrolizumab. The patient then experienced another local recurrence. CONCLUSION: PD-L1 blockade should be considered for MGCTB expressing PD-L1. Unfortunately, pembrolizumab was stopped, which likely allowed for tumor progression in this case.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41190726/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40532838",
      "title": "Biomarkers and therapeutic targets in giant cell tumor of bone: A comprehensive review.",
      "authors": [
        "Knechtova Veronika",
        "Mahdal Michal",
        "Zambo Iva Staniczkova",
        "Skoda Jan",
        "Neradil Jakub"
      ],
      "journal": "Bone",
      "journal_abbrev": "Bone",
      "pub_date": "2025-10-01",
      "doi": "10.1016/j.bone.2025.117566",
      "abstract": "Giant cell tumor of bone (GCTB) is an intermediate locally aggressive osteolytic tumor with low metastatic potential and a high recurrence rate. It comprises two main types of cells-neoplastic mononuclear stromal cells and osteoclast-like giant cells-which are responsible for the resorption of bone. In addition to surgery, which is the primary treatment of choice, adjuvant therapy is used to lower the risk of recurrence. However, denosumab, the standard adjuvant treatment currently used, only targets osteoclast-like giant cells and does not affect neoplastic stromal cells. Since some GCTBs are inoperable, or even after surgery, there can be residual tumor cells at the site of the tumor, novel therapies, especially those that target neoplastic stromal cells, are needed. Both cell types in GCTB show altered expression of various specific genes and molecules, and these deregulated molecular profiles could serve as biomarkers and targets for targeted therapy. Herein, we summarize the potential biomarkers for both cell types in GCTB and therapeutic agents targeting these molecules with the hope of finding a therapy with improved outcomes and a lower risk of recurrence.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40532838/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41078699",
      "title": "Skip Lesion in Distal Femur with Recurrent Giant Cell Tumor of the Proximal Femur: A Very Rare Case Managed with Excision, Megaprosthesis Reconstruction, and Bone Cement Curettage.",
      "authors": [
        "Rana Rajesh",
        "Patel Amlan",
        "Patro Sibasish",
        "Mohapatra Nirmal Ch",
        "Panda Siddharth",
        "Das Soumitesh Sibananda"
      ],
      "journal": "Journal of orthopaedic case reports",
      "journal_abbrev": "J Orthop Case Rep",
      "pub_date": "2025-10-01",
      "doi": "10.13107/jocr.2025.v15.i10.6214",
      "abstract": "INTRODUCTION: Giant cell tumor (GCT) of bone is a benign but locally aggressive tumor, commonly affecting the epiphysis of long bones in young adults. Skip lesions in GCT - defined as discontinuous tumor foci within the same bone - are exceedingly rare, particularly in the appendicular skeleton. Simultaneous recurrence and skip lesions in the same bone have been rarely documented. CASE REPORT: We report a rare case of a 21-year-old female with a recurrent GCT of the proximal femur, previously treated with curettage, bone cementing, and fixation. Two years post-recurrence, she developed a skip lesion in the distal femur along with pulmonary metastases. Management included neoadjuvant denosumab, excision of the proximal lesion with megaprosthesis reconstruction, and curettage and cementation of the distal lesion with plate fixation. Post-operative follow-up showed significant clinical improvement and no recurrence or metastasis progression. CONCLUSION: This case highlights an exceptionally rare presentation of recurrent GCT with a skip lesion in the same bone and asymptomatic pulmonary metastases. Early recognition, appropriate imaging, and a multidisciplinary approach - including denosumab therapy and surgical reconstruction - are essential for favorable outcomes in such aggressive and atypical cases.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41078699/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "38654497",
      "title": "Evaluating Extended Curettage and Adjuvant Therapy Against Wide Resection and Reconstruction in the Management of Distal Radius Giant Cell Tumors: A Systematic Review and Meta-analysis.",
      "authors": [
        "Seth Ishith",
        "Bulloch Gabriella",
        "Lim Bryan",
        "Xie Yi",
        "Seth Nimish",
        "Rozen Warren M",
        "Ng Sally Kiu-Huen"
      ],
      "journal": "Hand (New York, N.Y.)",
      "journal_abbrev": "Hand (N Y)",
      "pub_date": "2025-10-01",
      "doi": "10.1177/15589447241245736",
      "abstract": "BACKGROUND: The management of distal radius giant cell tumors (GCTs) remains challenging, and the optimal approach is still a matter of debate. This systematic review and meta-analysis aimed to compare the outcomes of extended curettage and wide resection, the mainstays of treatment. METHODS: Medline (via PubMed), Cochrane Library, Web of Science, Google Scholar, ClinicalTrials.gov, and Embase databases were searched for comparative studies that assessed extended curettage with adjuvant therapy and wide resection with reconstruction in patients with GCTs of the distal radius up to April 2023. Data were collected and analyzed on rates of local recurrence, metastasis, overall complications, and functional outcomes. The Newcastle-Ottawa scale was used to appraise the risk of bias within each study. RESULTS: Fifteen studies (n = 373 patients) were included and analyzed. Patients who underwent curettage were more likely to develop recurrence (risk ratio [RR] = 3.02 [95% confidence interval; CI, 1.87-4.89], P < .01), showed fewer complications (RR = 0.32 [95% CI, 0.21-0.49], P < .01), and showed greater improvement in Visual Analog Scale and lower Disabilities of the Arm, Shoulder, and Hand scores (P < .00001) than those who underwent wide resection. No significant difference was found regarding metastasis (RR = 1.03 [95% CI, 0.38-2.78], P = .95). CONCLUSIONS: Regarding the surgical approach to GCT of the distal radius, curettage with adjuvant therapy was associated with a higher likelihood of recurrence compared with wide resection with reconstruction. Nevertheless, the curettage approach resulted in significantly lower rates of operative complications, decreased pain scores, and better functional outcomes in comparison to the resection group.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/38654497/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40913092",
      "title": "Correction: Serglycin induces osteoclastogenesis and promotes tumor growth in giant cell tumor of bone.",
      "authors": [
        "He Yunfei",
        "Cheng Dongdong",
        "Lian Cheng",
        "Liu Yingjie",
        "Luo Wenqian",
        "Wang Yuan",
        "Ma Chengxin",
        "Wu Qiuyao",
        "Tian Pu",
        "He Dasa",
        "Jia Zhenchang",
        "Lv Xianzhe",
        "Zhang Xue",
        "Pan Zhen",
        "Lu Jinxi",
        "Xiao Yansen",
        "Zhang Peiyuan",
        "Liang Yajun",
        "Yang Qingcheng",
        "Hu Guohong"
      ],
      "journal": "Cell death & disease",
      "journal_abbrev": "Cell Death Dis",
      "pub_date": "2025-09-05",
      "doi": "10.1038/s41419-025-07629-6",
      "abstract": "",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40913092/",
      "category": "Molecular Biology & Research"
    },
    {
      "pmid": "41111735",
      "title": "Curettage and Artificial Bone Graft Using Chevron Osteotomy for Bone Tumor of the Talus: A Report of Three Cases.",
      "authors": [
        "Yoshikawa Yoshiro",
        "Oshiro Hiromichi",
        "Miyashi Yuta",
        "Tome Yasunori",
        "Nishida Kotaro"
      ],
      "journal": "Cureus",
      "journal_abbrev": "Cureus",
      "pub_date": "2025-09-01",
      "doi": "10.7759/cureus.92490",
      "abstract": "Primary talar bone tumors are rare. Surgical intervention on talar bone tumors is often challenging, even though most lesions are benign. Due to its unique anatomical and biomechanical characteristics, this surgical approach requires careful consideration. Although most benign talar tumors can be treated with curettage alone, insufficient visualization increases the risk of recurrence, making the selection of an appropriate surgical approach crucial. We performed a chevron-type medial malleolar osteotomy, a technique widely used for its excellent exposure and stability, to manage talar tumors. Herein, we report three cases of benign talar tumors that were successfully treated with chevron-type medial malleolar osteotomy. Case 1, with a giant cell tumor of the bone (GCTB), experienced recurrence after initial curettage but was managed effectively with improved exposure using chevron-type medial malleolar osteotomy. Using the chevron-type osteotomy, case 2 and 3 patients with aneurysmal bone cysts (ABC) and GCTB, respectively, had no recurrence or complications. The medial malleolus was osteotomized in a reverse V-shape while preserving the deltoid ligament and was flipped distally for exposure. This technique offers excellent visualization and stability, suggesting its utility in managing talar tumors. This three-case series is the first to report the use of a chevron-type medial malleolar osteotomy for managing talar bone tumors, potentially aiding the surgical management of talar tumors, particularly those involving the talar dome.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41111735/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "41007156",
      "title": "Malignant Giant Cell Tumor of Bone: A Study of Clinical, Pathological, and Prognostic Profile from One Single Center.",
      "authors": [
        "Shi Jingtian",
        "Sun Xin",
        "Wang Jichuan",
        "Liang Haijie",
        "Liu Xingyu",
        "Yang Yi",
        "Tang Xiaodong",
        "Guo Wei"
      ],
      "journal": "Bioengineering (Basel, Switzerland)",
      "journal_abbrev": "Bioengineering (Basel)",
      "pub_date": "2025-08-25",
      "doi": "10.3390/bioengineering12090911",
      "abstract": "Malignant giant cell tumor of bone (GCTB) is a rare malignant bone tumor. This analysis was conducted on patients with malignant GCTB at our center. The clinical, demographic, and prognostic characteristics were evaluated and compared. During 1 January 2015 to 31 December 2022, fifty patients were included in the study, which made up 3.3% of the contemporary GCTB patients. The clinical characteristics were comparable between the 24 patients with primary malignant GCTB (PMGCTB) and 26 patients with secondary malignant GCTB (SMGTCB). The tumor location was mainly at the axial and pelvic region (70%) and differed between the two types (p = 0.040). H3F3A pathogenic variant presented frequently in SMGCTB (p = 0.020). Cox regression analysis showed the prognostic outcomes were poor in those with a tumor located in the axial bone and sacrum with invasion of other places. H3F3A mutation status is also a risk factor, while chemotherapy and denosumab failed to demonstrate prognostic benefits. Malignant GCTB is a rare condition with a poor prognosis, especially in SMGTCB. The location and H3F3A mutation status had an influence on prognosis, and systemic therapy should be taken into consideration for patients with unfavorable prognostic features.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41007156/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40838836",
      "title": "[Demographical characteristics and surgical treatment outcomes of giant cell tumor of bone at the Department of Orthopedics at Semmelweis University].",
      "authors": [
        "Sükösd Ákos",
        "Moghaddam Amin Maysam",
        "Perlaky Tamás",
        "Szalay Krisztián",
        "Drajkó Balázs",
        "Kiss János",
        "Szendrői Miklós",
        "Antal Imre"
      ],
      "journal": "Orvosi hetilap",
      "journal_abbrev": "Orv Hetil",
      "pub_date": "2025-08-17",
      "doi": "10.1556/650.2025.33184",
      "abstract": "Introduction: Giant cell tumor of bone is accountable for 5–9% of primary bone tumors and is usually characterized by intermediate dignity and high recurrence rate. Numerous adjuvant procedures have been presented in the literature, however, their efficiency remains controversial, often due to low case numbers and the consequential inappropriate statistical interpretation. Objective: Our aim was to survey the demographical and epidemiological data of patients treated at the Department of Orthopedics of Semmelweis University between 2008 and 2023, compare these data to the international literature, and analyze the impact of different adjuvant therapies on recurrence-free survival. Method: 135 patients’ data have been analyzed. Depending on the type of surgery and adjuvant therapy, the patients were clustered into homogenous groups, and their recurrence-free survival probabilities were compared. Results: Among the different adjuvant therapies, the lowest recurrence rates were observed when using phenol with bone resin (21%) or phenol only (30%). Wide resection resulted in a significantly reduced recurrence rate (5%) but in most cases also in sacrificing the joint. 67% of patients became tumor-free after the curettage of the primary tumor. Conclusion: When treating giant cell tumor of bone, joint-sparing techniques must be prioritized. This makes intralesional curettage combined with local adjuvant therapy the most practiced surgery. Utilizing phenol alone or with bone resin seems to reduce the recurrence rates nearly equally, which were curative in 67% of the cases at the first time. Filling the deficiency with homologous bone and acrylic bone resin is less efficient and is only advised in defined indications. The most effective treatment is wide resection but, in most cases, it results in sacrificing the joint. Recurrence did not indicate the more aggressive behavior of the tumor, probably it was due to the limitations of the prior surgery. The primary tumor underwent malignant transformation in 4%. Orv Hetil. 2025; 166(33): 1294–1301.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40838836/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40059185",
      "title": "PSMA PET/CT for early treatment response assessment of RANKL inhibitor therapy in giant cell tumor of bone.",
      "authors": [
        "Zhang Wenjie",
        "Shen Guohua"
      ],
      "journal": "European journal of nuclear medicine and molecular imaging",
      "journal_abbrev": "Eur J Nucl Med Mol Imaging",
      "pub_date": "2025-08-01",
      "doi": "10.1007/s00259-025-07194-2",
      "abstract": "",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40059185/",
      "category": "Other"
    },
    {
      "pmid": "40918757",
      "title": "An Innovative Reconstruction Technique for Proximal Tibia Grade 3 Giant Cell Tumor: The Sky Roof Reconstruction Approach.",
      "authors": [
        "Kumar Yadav Sandeep",
        "Prakash VImal",
        "Kumar Rajnish Rajesh",
        "Kantiwal Prabodh",
        "Elhence Abhay"
      ],
      "journal": "Cureus",
      "journal_abbrev": "Cureus",
      "pub_date": "2025-08-01",
      "doi": "10.7759/cureus.89520",
      "abstract": "Giant cell tumor (GCT) of the bone, although benign, demonstrates local aggressiveness, a potential for recurrence, and, in rare instances, malignant transformation. Functional preservation is crucial in cases involving the articular surface, often utilizing the Sandwich Technique. We propose an enhanced reconstruction method using the inner table of the iliac crest in a reverse fashion, offering a more anatomically contoured proximal tibial plateau and reducing donor site morbidity compared to tricortical iliac crest grafting. This technique ensures that the marrow and cancellous bone facing the articular cartilage provide essential nourishment for articular cartilage, preventing early joint arthritis.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40918757/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40442519",
      "title": "Clinical and imaging characteristics of giant cell tumor in patients aged 18 and below.",
      "authors": [
        "Zhao Songbo",
        "Zhou Chenglong",
        "Li Ruitao",
        "Zhang Fantao",
        "Ye Shengqiang",
        "Wang Hui",
        "Qu Wenjin",
        "Xin Yedong",
        "Su Wei"
      ],
      "journal": "European spine journal : official publication of the European Spine Society, the European Spinal Deformity Society, and the European Section of the Cervical Spine Research Society",
      "journal_abbrev": "Eur Spine J",
      "pub_date": "2025-08-01",
      "doi": "10.1007/s00586-025-08915-9",
      "abstract": "OBJECTIVE: To investigate the clinical and imaging characteristics of giant cell tumors (GCT) in patients aged 18 and under. METHODS: This retrospective study analyzed clinical and imaging data from 12 patients aged 18 and below with histopathologically confirmed GCT, treated at xxx hospital from January 2015 to December 2023. Collected data included patient demographics, clinical presentation, anatomical tumor location, and imaging features from X-rays, CT scans, and MRI. Histopathological examination and immunohistochemistry were performed to confirm diagnoses and assess tumor characteristics. RESULTS: The study included 12 patients (6 males, 6 females) with a mean age of 15.5 years. The most common presenting symptoms were localized pain and swelling. The proximal tibia was the most frequently affected site. Imaging studies consistently showed osteolytic bone destruction with features such as eccentric growth patterns, sclerotic margins, periosteal reaction, and cystic changes. Pathological fractures were noted in five patients. MRI provided detailed insights into the internal architecture of the tumors, including fluid-fluid levels. Histopathology confirmed the presence of multinucleated giant cells within a stromal background. Immunohistochemical analysis showed that RANKL, VEGF, MMP-9, and Ki-67 were variably expressed across cases, with statistically higher expression levels of RANKL and MMP-9 observed in patients with pathological fractures and open epiphyseal plates, respectively. CONCLUSION: GCT in patients aged 18 and under presents distinct clinical and imaging features that are crucial for accurate diagnosis and effective treatment planning. Recognizing these characteristics is essential for managing this rare but significant bone tumor in the pediatric and adolescent population.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40442519/",
      "category": "Diagnosis & Imaging"
    },
    {
      "pmid": "39773226",
      "title": "Keratin Positive Giant Cell Rich Tumor of the Pelvic Bone with a",
      "authors": [
        "Geuens Lise",
        "Sciot Raf",
        "Vanden Bempt Isabelle",
        "Douchy Thomas",
        "Sinnaeve Friedl",
        "Wafa Hazem"
      ],
      "journal": "International journal of surgical pathology",
      "journal_abbrev": "Int J Surg Pathol",
      "pub_date": "2025-08-01",
      "doi": "10.1177/10668969241308224",
      "abstract": "Keratin positive giant cell rich tumor is a rare mesenchymal tumor first described in 2020. It can occur in both soft tissue and bone and predominantly affects young women. The tumor's biological behavior remains uncertain despite its low-grade classification. Characterized by keratin expression and a HMGA2::NCOR2 gene fusion, keratin positive giant cell rich tumors resemble conventional giant cell tumors but lacks H3-3A gene mutations. This article presents a 31-year-old woman with a keratin positive giant cell rich tumor in the pelvic bone, detailing her clinical presentation, diagnostic process, treatment, and postoperative recovery. Histological examination revealed numerous osteoclast-like giant cells within a mononuclear stroma, with RNA sequencing confirming the HMGA2::NCOR2 fusion. The patient's management included surgical resection, with no recurrence at six months follow-up. The discussion emphasizes the need for further research to understand keratin positive giant cell rich tumors pathogenesis and explore potential targeted therapies.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39773226/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "39269373",
      "title": "Campanacci Grade 2 or 3 Giant Cell Tumor of the Phalanges: En Bloc Resection and Matched Nonvascularized Toe Phalangeal Transfer.",
      "authors": [
        "Thomas Binu Prathap",
        "Raveendran Sreekanth",
        "Pallapati Samuel Cr",
        "Sasi P Kiran"
      ],
      "journal": "The Journal of hand surgery",
      "journal_abbrev": "J Hand Surg Am",
      "pub_date": "2025-08-01",
      "doi": "10.1016/j.jhsa.2024.06.013",
      "abstract": "PURPOSE: The goal of the study was to assess the result of en bloc resection and matched nonvascularized toe phalangeal transfer in Campanacci grade 2 or 3 giant cell tumors of the phalanges. METHODS: Seven patients with Campanacci grade 2 and 3 phalangeal giant cell tumors were treated by en bloc resection and matched nonvascularized toe phalangeal transfer between June 2004 and May 2021. The patients were followed up by X-rays, Patient-Rated Hand and Wrist scores, Foot Function Index, Quick Disabilities of the Arm, Shoulder, and Hand questionnaire, and total active motion measurements. RESULTS: The minimum follow-up was 18 months (range: 18-230 months; mean: 110 ± 81). There were three males and four females, with age ranging from 13 to 48 years (mean: 24.14 ± 11.74). The right:left hand ratio was 3:4. The thumb was involved in one patient, the index finger in two, the middle finger in one, and the ring finger in three patients. The mean total active motion was 201.70 (range: 190°-240°). The mean patient-rated hand and wrist score was 15.2 (range: 10-35). The mean quick disabilities of the arm, shoulder and hand questionnaire score was 1.3 (range: 0-9). The mean foot function index on follow-up was 2.86 (range: 2-3). There was no tumor recurrence. One patient had a pathological fracture with resultant shortening of the finger on follow-up. CONCLUSIONS: In our series en bloc resection and matched nonvascularized toe phalangeal transfer resulted in a functional tumor-free digit with a low complication rate and no recurrences. TYPE OF STUDY/LEVEL OF EVIDENCE: Therapeutic V.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39269373/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40792129",
      "title": "Clinical pathological characteristics correlation of",
      "authors": [
        "Du Juan",
        "Liu Siying",
        "Miao Lei",
        "Yang Huijun",
        "Li Jiayao",
        "Wang Fei",
        "Wang Xuzhi",
        "Shen Ningning",
        "Yang Zhiqing",
        "Gao Lifang",
        "Ma Wenxia",
        "Wang Chen"
      ],
      "journal": "Translational cancer research",
      "journal_abbrev": "Transl Cancer Res",
      "pub_date": "2025-07-30",
      "doi": "10.21037/tcr-2024-2564",
      "abstract": "BACKGROUND: Giant cell tumor of bone (GCTB) has been a common primary bone tumor with potential malignancy and local aggressiveness. H3F3A gene mutation has been gradually understood to be related with GCTB occurrence. However, the relationship between different mutation sites and tumor pathological morphology as well as clinical prognosis is still uncertain. This study aimed to investigate the clinical pathological characteristics of GCTB and analyze the potential correlation between H3F3A and GCTB tumor recurrence and prognosis risk. METHODS: A total of 96 cases of GCTB samples diagnosed by two registered pathologists in the Second Hospital of Shanxi Medical University from January 2019 to December 2023 were collected. The clinical and pathological features of the samples were evaluated by pathological hematoxylin and eosin (HE) staining combined with immunohistochemistry (IHC) experiments. H3F3A mutation status was analyzed based on Sanger sequencing. Further, the associations between H3F3A mutation sites and GCTB clinical features, especially recurrence risk, were explored. RESULTS: Among the 96 GCTB cases, H3F3A was detected to be mutated in 85 cases (88.54%) with the main mutation site defined as H3F3A G34W (76 cases, 89.41%), and other relatively rare mutation sites including G34V, G34L, and Y41H. Of these sites, Y41H mutation was firstly reported in the study. Meanwhile, 15 of the 96 patients encountered recurrence, with clinicopathological features including the Campanacci grading system (which is based on imaging evaluation), tumor soft tissue invasion, P53 expression, and different mutation sites of H3F3A gene associated with tumor recurrence. In particular, compared with the common H3F3A G34W mutation, other relatively rare mutation sites were revealed to be correlated with increased intravascular tumor thrombin and higher tumor cell mitosis, and these patients tended to have a greater risk of recurrence. CONCLUSIONS: Multiple clinicopathological features of GCTB including Campanacci grading system, soft tissue invasion, and H3F3A mutation in rare gene sites were associated with tumor recurrence, and the cases with rare H3F3A mutation sites encountered recurrence more frequently than those with G34W mutation. It is of clinical significance to elucidate in detail the mutation sites of H3F3A by Sanger or high-throughput sequencing analysis.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40792129/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40736286",
      "title": "Molecular evaluation of quercetin effects in a murine model of giant cell tumor of bone: an in vivo pilot study.",
      "authors": [
        "Monroy-Quiroz Dalia Lizbeth",
        "Luna-Angulo Alexandra Berenice",
        "Galicia-Canales Brandon Eduardo",
        "Sánchez-Chapul Laura",
        "Hernández-González Olivia",
        "Aguilar-Gaytán María Del Rocío",
        "Santamaría-Olmedo Mónica Guadalupe",
        "Hidalgo-Bravo Alberto",
        "Couder-García Beatriz Del Carmen",
        "Lara-Hernández Gabriel",
        "Estrada-Villaseñor Erendira Georgina",
        "Landa-Solís Carlos"
      ],
      "journal": "Cellular and molecular biology (Noisy-le-Grand, France)",
      "journal_abbrev": "Cell Mol Biol (Noisy-le-grand)",
      "pub_date": "2025-07-30",
      "doi": "10.14715/cmb/2025.71.7.15",
      "abstract": "Quercetin, a flavonoid derived from plant sources, has been extensively studied for its numerous biological properties, particularly its potential antitumor action against various malignant neoplasms. In our experience with a giant cell tumor of bone cell line (TIB-223), we demonstrated that quercetin has the ability to induce apoptosis via caspase-3. Therefore, this study aimed to evaluate molecular markers for apoptosis, necrosis, and cell proliferation in a murine model of giant cell tumor of bone, to determine whether the behavior reported for quercetin in 2D remains consistent in a 3D in vivo tumor model. Tumor constructs based on TIB-223 cells were implanted into athymic mice, and two weeks post-implantation, the mice were orally administered quercetin at a concentration of 100 mg/kg body weight once a day for two weeks. The control group received only 200 µL of the vehicle. Our results demonstrate the activation of two cell death pathways in the implanted tumors: apoptosis, via Caspase-8 to Caspase-3 activation, and necroptosis, via RIPK1. No significant effect on cell proliferation was observed, as PCNA expression remained unchanged. Our results suggest that quercetin may induce specific mechanisms of cell death without significantly altering cell proliferation in the tumor model induced in mice.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40736286/",
      "category": "Molecular Biology & Research"
    },
    {
      "pmid": "40696600",
      "title": "Radical resection of a giant cell tumor of the distal ulna and reconstruction with a 3D-printed distal ulnar prosthesis: A case report.",
      "authors": [
        "Wang Lifu",
        "Yang Chuanle",
        "Gao Zhixiang",
        "Zhang Shaoyun",
        "Zheng Xiaofeng",
        "Liu Lijuan",
        "Xiao Cong"
      ],
      "journal": "Medicine",
      "journal_abbrev": "Medicine (Baltimore)",
      "pub_date": "2025-07-18",
      "doi": "10.1097/MD.0000000000043504",
      "abstract": "RATIONALE: Giant cell tumors (GCTs) of the distal ulna are rare. Despite their benign nature, these tumors can exhibit local aggressiveness and have the potential to recur after undergoing conventional treatment involving curettage and bone grafting. For aggressive GCTs, radical resection is more suitable. However, these methods have inherent shortcomings, including a high postoperative recurrence rate and poor mechanical stability. Medical applications of the 3D printing technique are on the rise, with orthopedic repair and reconstruction benefiting from the successful implementation of custom-made prostheses created via 3D printing technology. PATIENT CONCERNS: A 38-year-old male patient presented to a local clinic complaining of a slow-growing painless on over the ulnar aspect of his left wrist for 1 month. The biopsy confirmed the diagnosis of GCTs and was graded as Campanacci grade III. DIAGNOSES: The diagnosis of GCTs of the distal ulnar was confirmed by biopsy. INTERVENTIONS: The patient received a 2-month preoperative adjuvant chemotherapy with denosumab. Then, a radical distal ulnar resection and hemiarthroplasty are performed using a 3D-printed prosthesis to reconstruct wrist joint function. OUTCOMES: During the 2-year follow-up after the surgery, there were no signs of recurrence, and the left wrist function of the patient remained normal. LESSONS: A well-fitted personalized prosthesis, made using 3D printing techniques, can effectively reconstruct joint function and bone defects resulting from radical distal ulnar resection due to GCTs. This case demonstrates that the combination of radical resection of a GCT in the distal ulna and reconstruction with a 3D printed personalized prosthesis could lead to successful oncologic and functional outcomes.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40696600/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40650837",
      "title": "Establishment and characterization of two novel patient-derived cell lines from giant cell tumor of bone: NCC-GCTB11-C1 and NCC-GCTB12-C1.",
      "authors": [
        "Adachi Yuki",
        "Ono Takuya",
        "Noguchi Rei",
        "Osaki Julia",
        "Iwata Shuhei",
        "Akiyama Taro",
        "Yanagihara Kazuyoshi",
        "Nishino Shogo",
        "Ogura Koichi",
        "Yoshida Akihiko",
        "Yokoo Hideki",
        "Kawai Akira",
        "Kondo Tadashi"
      ],
      "journal": "Human cell",
      "journal_abbrev": "Hum Cell",
      "pub_date": "2025-07-12",
      "doi": "10.1007/s13577-025-01254-3",
      "abstract": "Giant cell tumor of bone (GCTB) is locally aggressive and rarely metastasizing mesenchymal tumor, molecularly characterized by the presence of H3-3A mutation. The management of GCTB is problematic because of local recurrence after curative surgical treatment, and complex biological and molecular backgrounds of etiology and disease progression. Development of multidisciplinary therapy has been required in GCTB, and targeting treatments against nuclear factor kappa-B ligand and epidermal growth factor receptor to neoplastic stromal cells were applied to the clinical practice. To promote the translational research of GCTB, we developed two cell lines from primary tumor tissues. The established cell lines exhibited H3-3A gene mutations: NCC-GCTB11-C1 (p.Gly35Leu), and NCC-GCTB12-C1 (p.Gly35Trp). The p.Gly35Leu (G35L) is a rare variant, and NCC-GCTB11-C1 is the first GCTB cell line holding it. The two cell lines showed constant proliferation, spheroid formation, and invasion, making them suitable for in vitro studies. We demonstrated that the two cell lines were useful for drug screening using 221 anti-cancer agents. NCC-GCTB11-C1 and NCC-GCTB12-C1 will be critical resources for the development of novel targeted treatments by their application for drug screening.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40650837/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40615999",
      "title": "En bloc excision and customized prosthesis replacement for Campanacci III giant cell tumours of the distal radius: five cases report and a review of the literature.",
      "authors": [
        "Wan Ningjun",
        "Wang Zhen",
        "Xu Shaowei",
        "Hao Bin"
      ],
      "journal": "BMC musculoskeletal disorders",
      "journal_abbrev": "BMC Musculoskelet Disord",
      "pub_date": "2025-07-04",
      "doi": "10.1186/s12891-025-08851-1",
      "abstract": "BACKGROUND: Giant cell tumours of the distal radius are highly aggressive local bone tumours. En bloc resection of Campanacci grade III giant cell tumours of the distal radius has been promoted as a reliable method for achieving local control, associated with the dual problem of bone defect reconstruction and functional recovery. Through a case report and a literature review, we evaluated the local recurrence, clinical effect, and complications of prosthesis replacement for treating Campanacci III giant cell tumours of the distal radius. METHODS: 5 patients with Campanacci III giant cell tumours of the distal radius received en bloc excision and customized prosthesis replacement from February 2016 to December 2021 in our department. Oncology efficacy, wrist range of motion, MSTS scores, and surgical complications were evaluated during follow-up. Grip strength was measured using a hydraulic hand dynamometer. RESULTS: Five patients were followed up for 5 to 38 months, with an average follow-up time of 18.40 ± 13.69 months. No local tumour recurrence or lung metastasis occurred by the date of the last follow-up. Functional results revealed that the average active ROM of the wrist was 38.6° (range 30°-45°) of dorsiflexion, 40.8° (range 25°-47°) of volar flexion, 31.2° (range 24°-40°) of supination, 22.2° (range 16°-30°) of pronation, 13.8° (range 10-16°) of radial deviation, 14.8° (range 12°-18°) of ulnar deviation, and mean grip strength was 59% (50-76%). The overall revised MSTS score averaged 73.8% (63-83%). One patient experienced a superficial infection one week after surgery, and the incision healed after an intravenous infusion of antibiotics. During the follow-up period, there was no wrist dislocation or prosthesis loosening. CONCLUSION: En bloc resection of Campanacci grade III giant cell tumours of the distal radius may reduce the local recurrence rate, and a prosthesis reconstruction is still an alternative option.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40615999/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40680263",
      "title": "A New Relevant Integrated Radiologic and Surgical Classification Scheme for Giant Cell Tumors of Bones.",
      "authors": [
        "Chang Yu-Cherng",
        "Pretell-Mazzini Juan",
        "Temple H Thomas",
        "Soler Roxana",
        "Purrinos Julian",
        "Rosenberg Andrew E",
        "Jonczak Emily",
        "Subhawong Ty K"
      ],
      "journal": "Journal of the American Academy of Orthopaedic Surgeons. Global research & reviews",
      "journal_abbrev": "J Am Acad Orthop Surg Glob Res Rev",
      "pub_date": "2025-07-01",
      "doi": "10.5435/JAAOSGlobal-D-24-00321",
      "abstract": "INTRODUCTION: Conventional classification systems for giant cell tumors (GCTs) lack robust correlation with management and clinical outcomes. We propose a new radiologic classification system based on surgically relevant features to address this shortcoming. METHODS: This IRB-approved single-institution retrospective study involved 35 extremity GCTs from 2013 to 2023 with preoperative radiographs and cross-sectional imaging (MRI and/or CT). An experienced musculoskeletal (MSK) radiologist and orthopaedic oncologist independently assessed tumors according to the Campanacci or new grading system, defined on 1 to 3 scale: (1) intraosseous contained tumor, (2) intraosseous noncontained tumor with extraosseous implant accessible through single incision, and (3) intraosseous noncontained tumor with an extraosseous soft tissue implant nonaccessible from single incision alone. Interrater agreement was determined through the intraclass correlation coefficient. The two-way Friedman test with rater and grading system as factors was used to compare system grading similarity. RESULTS: Thirty patients underwent curettage, five underwent resection; 10 experienced local recurrence. Intraclass correlation coefficients between raters for the Campanacci and novel grading systems were 0.83 and 0.79, respectively. However, compared with the novel system, Campanacci grades were significantly higher by an average of 0.34 ± 0.68 and 0.46 ± 0.70 for the first and second raters, respectively (P = 0.003). None of the patients who underwent resection experienced local recurrence, but in patients who underwent curettage, recurrence rates were higher in Campanacci versus novel grade 1 tumors (29% vs. 17%). DISCUSSION: The novel GCT grading system demonstrates excellent interrater agreement, and classified more nonrecurrent curetted tumors as low grade, suggesting improved predictive performance compared with the Campanacci classification.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40680263/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40157506",
      "title": "Methylation Analysis Reveals Epigenetic Congruence Between Bone Sarcomas With H3-3A Mutations and Malignant Giant Cell Tumors of Bone.",
      "authors": [
        "Saoud Carla",
        "Benhamida Jamal",
        "Borsu Laetitia",
        "Villafania Liliana",
        "Linos Konstantinos",
        "Brannon A Rose",
        "Sinchun Hwang",
        "Morris Carol",
        "Vaynrub Max",
        "Bartelstein Meredith",
        "Healey John",
        "Tap William",
        "Bale Tejus A",
        "Nacev Benjamin A",
        "Ladanyi Marc",
        "Hameed Meera R"
      ],
      "journal": "Modern pathology : an official journal of the United States and Canadian Academy of Pathology, Inc",
      "journal_abbrev": "Mod Pathol",
      "pub_date": "2025-07-01",
      "doi": "10.1016/j.modpat.2025.100763",
      "abstract": "Hotspot mutations in H3-3A gene are key drivers in giant cell tumor of bone (GCTB). Rare primary bone sarcomas also harbor this mutation, but their clinicopathologic characteristics and molecular profiles, as well as their relationship to conventional and malignant GCTB (MGCTB) and high-grade conventional osteosarcoma (HGOS), are largely undefined. Herein, we present a series of 10 H3-3A mutated bone sarcomas (BSH3-3A) with a comparative clinicopathologic, mutational, and epigenetic analysis with conventional GCTB, MGCTB, and HGOS. BSH3-3A comprised of 6 high-grade osteosarcomas, 4 undifferentiated pleomorphic sarcoma of bone and occurred in 7 women and 3 men with a mean age of 46 years (28-74 years). The tumors involved femur (n = 4), talus (n = 2), spine (n = 2), pelvis (n = 1), and 1 unknown site. Epiphysis involvement was noted in 2 femoral tumors. In majority of the cases, BSH3-3A showed cellular proliferation of epithelioid and/or spindle cells, hyperchromatic nuclei, and conspicuous pleomorphism with or without osteoid production. One case exhibited both low- and high-grade osteosarcoma components. The mutational profile of BSH3-3A was different than that of conventional HGOS with significantly less frequent TP53 mutations. The genomic index, which reflects the degree of genomic complexity, was also significantly lower in BSH3-3A compared with HGOS, yet higher than GCTB. DNA methylation analysis revealed that most BSH3-3A and MGCTB cases form a distinct cluster, positioned near but separate from GCTB, and clearly separated from HGOS. Differential methylation analysis revealed that BSH3-3A exhibited the highest degree of similarity to MGCTB in comparison to HGOS and GCTB. Survival analysis showed that outcomes for BSH3-3A do not differ significantly from those observed in HGOS or MGCTB. Finally, BSH3-3A tumors, although radiologically and histologically identical to high-grade bone sarcomas lacking H3-3A mutations, display epigenetic features similar to MGCTB and have a significantly less complex genomic profile than HGOS, despite comparable clinical outcomes.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40157506/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40292147",
      "title": "Giant cell tumor of the thoracic spine: An unusual cause for spinal cord compression.",
      "authors": [
        "Gader Ghassen",
        "Attig Fatma Ben",
        "Mansour Wiem",
        "Slimane Abdelhafidh",
        "Bourgou Malek",
        "Badri Mohamed",
        "Zammel Ihsèn"
      ],
      "journal": "Radiology case reports",
      "journal_abbrev": "Radiol Case Rep",
      "pub_date": "2025-07-01",
      "doi": "10.1016/j.radcr.2025.03.055",
      "abstract": "Giant cell tumors (GCTs) of bone are uncommon neoplasms, typically located in the metaphysis of long bones, with rare occurrences in the spine, especially in the thoracic region. We report the case of a 34-year-old woman with a history of psoriasis and celiac disease, who presented with progressive inflammatory back pain and paraparesis. Imaging revealed an osteolytic mass at the T11 vertebra, causing dorsal spinal cord compression. Emergency surgery was performed, with histopathology confirming GCT. Despite initial recovery of motor function, surgical stabilization was later necessary to prevent spinal instability. The patient was started on adjuvant Denosumab therapy and remained asymptomatic on follow-up. This case highlights the rarity of GCT in the thoracic spine and associated diagnostic and therapeutic challenges. Though benign, GCTs can cause severe spinal cord compression, necessitating prompt surgical intervention to preserve neurological function. Denosumab therapy shows promise in controlling tumor progression and enhancing surgical outcomes. Multidisciplinary management and regular follow-up are essential to prevent recurrence and improve prognosis.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40292147/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40827174",
      "title": "Trauma Revealing a Tumour: A Case Report.",
      "authors": [
        "Zhou Allan",
        "Liegeois Claire",
        "Zainal Abidin Suraya",
        "Omar Eunizar"
      ],
      "journal": "Cureus",
      "journal_abbrev": "Cureus",
      "pub_date": "2025-07-01",
      "doi": "10.7759/cureus.88151",
      "abstract": "A 25-year-old male patient presented to the emergency department with acute left knee pain and swelling after a fall. He had been experiencing left knee pain for several months. Examination revealed a swollen left knee held in a flexed position with limitation in range of motion. Plain radiographs performed showed a lytic lesion over the left lateral femoral condyle, and the patient was admitted for computed tomography (CT) and magnetic resonance imaging (MRI) scans. An open biopsy was performed, and immunohistochemical staining of the tumour cells was positive for H3G34W, confirming the diagnosis of giant-cell tumour of bone (GCTB). The patient subsequently underwent left distal femur GCTB curettage, bone grafting, and internal fixation. This case highlights how incidental trauma can reveal a previously undiagnosed bone tumour, underscoring the need for clinicians to maintain a high index of suspicion when evaluating patients.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40827174/",
      "category": "Surgery & Reconstruction"
    },
    {
      "pmid": "40647420",
      "title": "Which Clinical Factors Are Associated with the Post-Denosumab Size Reduction of Giant Cell Tumors? The Korean Society of Spinal Tumor (KSST) Multicenter Study 2023-02.",
      "authors": [
        "Joo Min Wook",
        "Park Se-Jun",
        "Kim Wanlim",
        "Kim Yongsung",
        "Cho Jae Hwan",
        "Bernthal Nicholas Matthew",
        "Lee Minpyo",
        "Lee Jewoo",
        "Lee Yong-Suk"
      ],
      "journal": "Cancers",
      "journal_abbrev": "Cancers (Basel)",
      "pub_date": "2025-06-24",
      "doi": "10.3390/cancers17132121",
      "abstract": "BACKGROUND/OBJECTIVES: Denosumab has been considered effective for downstaging giant cell tumor of bone (GCTB), implying that it lowers the Campanacci grade rather than reducing tumor size. Preoperative tumor shrinkage holds therapeutic value by decreasing surgical complications. While previous studies have observed lesion shrinkage in some patients, no study has identified the types of patients likely to show treatment response. Thus, we sought to identify the clinical factors associated with post-denosumab GCTB size reduction. METHODS: The data for 45 GCTB patients (29 females [64%], 16 males [36%], median age 32 years [range: 17-65]) who received denosumab were analyzed. Lesions were in the extremities (n = 25, 56%) or spinopelvic region (n = 20, 44%). Ten (22%) were recurrent. Lesion size reduction was assessed using two criteria: a ≥5% and a ≥5 mm decrease in the longest diameter. Univariate analyses were conducted for all variables, and those found to be significant were subjected to multivariate analyses. In addition, multicollinearity was evaluated. Subgroup analyses were performed based on lesion location and recurrence status. RESULTS: Campanacci grade III predicted proportional shrinkage (≥5%) in all patients (OR 4.819, 95% CI 1.121-20.714) and in extremity (OR 11.171, 95% CI 1.023-122.014) and primary lesions (OR 5.781, 95% CI 1.181-28.297), and aneurysmal bone cyst (ABC)-like change was associated with absolute shrinkage (≥5 mm) in all patients (OR 8.734, 95% CI 1.159-65.845) and primary lesions (OR 11.936, 95% CI 1.074-132.69). The longest tumor diameter of ≥7 cm predicted absolute shrinkage in all patients (OR 12.380, 95% CI 1.038-147.694) and for spinopelvic lesions (OR 20, 95% CI 1.676-238.63). CONCLUSIONS: ABC-like change, Campanacci grade III, and the longest tumor diameter might predict post-denosumab GCTB shrinkage in all patients, though shrinkage varies with lesion location and recurrence status. These factors could help clinicians tailor treatment strategies in different settings. Further research is needed to explore how clinical factors pharmacologically influence denosumab-induced GCTB shrinkage.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40647420/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40517359",
      "title": "Pulmonary metastasis of giant cell tumor of bone 29 years after local recurrence resection: implications for Long-Term surveillance.",
      "authors": [
        "Bai Qiushi",
        "Chang Xiao",
        "Zou Xiongfei",
        "Zhang Baozhong"
      ],
      "journal": "Discover oncology",
      "journal_abbrev": "Discov Oncol",
      "pub_date": "2025-06-15",
      "doi": "10.1007/s12672-025-02880-x",
      "abstract": "BACKGROUND: Pulmonary metastases of giant cell tumor of bone (GCTB) are rare and typically occur within several years of initial diagnosis or local recurrence. Here, we report a case with the longest documented interval-29 years-between the last local recurrence of GCTB and pulmonary metastasis, highlighting the need for long-term surveillance. CASE PRESENTATION: A 52-year-old female presented with an incidental pulmonary nodule detected 29 years after wide resection of recurrent GCTB in the left humeral head. Initial suspicion of primary lung cancer led to thoracoscopic lobectomy, which identified the nodule as a giant cell tumor through histopathological examination. Immunohistochemistry confirmed the diagnosis. This case emphasizes the potential for extremely delayed metastases of GCTB, likely due to the slow-growing nature of metastatic lesions. The findings underscore the challenges of distinguishing metastatic GCTB from primary lung cancers, which may result in overtreatment. CONCLUSION: This report underscores the necessity of long-term surveillance for high-risk GCTB patients, even decades after treatment. It also highlights the unique biology of GCTB metastases, warranting further research into mechanisms and tailored management strategies.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40517359/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40390810",
      "title": "Denosumab treatment of giant cell tumors in the spine induces woven bone formation.",
      "authors": [
        "Birch Robyn",
        "Eltit Felipe",
        "Xie Dennis",
        "Wang Qiong",
        "Dea Nicolas",
        "Fisher Charles G",
        "Cox Michael E",
        "Ng Tony",
        "Charest-Morin Raphaële",
        "Wang Rizhi"
      ],
      "journal": "JBMR plus",
      "journal_abbrev": "JBMR Plus",
      "pub_date": "2025-06-01",
      "doi": "10.1093/jbmrpl/ziaf063",
      "abstract": "Giant cell tumors of bone (GCTB) are rare but aggressive, locally destructive tumors. They typically affect young people, significantly reducing their quality of life and increasing mortality rates. Giant cell tumors of bone are composed of osteoclast-like giant cells that respond to increased secretion of RANKL by stromal cells, triggering osteolysis. For over a decade, denosumab, a monoclonal antibody targeting this receptor activator, has been approved as a neo-adjuvant to facilitate surgical resection or in the setting of inoperable tumors. Denosumab treatment has shown rapid pain improvement and tumor size reduction in the spine. Although variable degrees of tumor mineralization have been observed in clinical applications of this drug, the nature of this newly formed mineralized tissue has yet to be determined. To characterize both mineralization and collagen organization in the newly formed bone, we conducted extensive analyses on 4 posttreatment giant cell tumor vertebral samples, involving quantitative backscattered imaging, electron probe microanalysis, and a novel method for determining the alignment of collagen fibrils using second harmonic generation. Additionally, biological mechanisms involved in bone mineralization and matrix formation were analyzed using histological staining and mass spectroscopy. Our results concluded that denosumab treatment after giant cell tumor of bone in the spine was associated with the formation of woven bone and increased mineral density in a matrix of disorganized collagen fibers characterized by increased collagen III content, with the response appearing to depend on patient age and extension of treatment. To our knowledge, this is the first comprehensive material-based study on the bone formed during denosumab treatment for GCTB, providing valuable information on how denosumab affects bone quality and how the reported methodology can be applied to similar studies.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40390810/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40077813",
      "title": "Malignant Giant Cell Tumor of Bone: A Clinicopathologic Series of 28 Cases Highlighting Genetic Differences Compared With Conventional, Atypical, and Metastasizing Conventional Tumors.",
      "authors": [
        "Papke David J",
        "Kovacs S Krisztian",
        "Odintsov Igor",
        "Hornick Jason L",
        "Raskin Kevin A",
        "Newman Erik T",
        "Lozano-Calderón Santiago",
        "Chebib Ivan",
        "Hung Yin P",
        "Nielsen G Petur"
      ],
      "journal": "The American journal of surgical pathology",
      "journal_abbrev": "Am J Surg Pathol",
      "pub_date": "2025-06-01",
      "doi": "10.1097/PAS.0000000000002387",
      "abstract": "Giant cell tumors of bone are locally aggressive, frequently harbor H3F3A p.G34W mutations, and rarely undergo malignant transformation. The pathogenesis of malignant transformation remains incompletely characterized. Herein, we present 28 malignant giant cell tumors of bone from 14 males and 14 females, aged 16 to 65 (median 39) years. Primary sites included long bones (n=20), pelvis (n=3), vertebrae (n=2), and rarely rib, phalanx, and cuneiform (n=1 each). Sixteen (62%) of 26 tumors with available history represented malignant transformation or recurrence of conventional giant cell tumors of bone, at intervals of 1.3 to 35 (median 7.3) years before malignant transformation. Eight of 15 patients with available treatment history received denosumab before a diagnosis of malignancy. Ten (38%) of 26 tumors with available history likely arose de novo, including 7 with conventional areas and 3 H3F3A -mutant sarcomas lacking conventional giant cell tumor of bone. Of 28 malignant giant cell tumors of bone, 18 (64%) and 10 (36%) harbored osteoblastic and chondroblastic elements, respectively. Among 23 tumors with available genetic testing or surrogate immunohistochemistry, 17 (74%) were p.G34W-mutant, whereas other tumors carried H3F3A p.G34L (n=2), p.G34V (n=2), and p.G34R (n=1) alterations; 1 tumor harbored H3F3B p.K116E and p.R117S in cis. Seven (70%) of 10 malignant giant cell tumors of bone showed complex copy number alterations by single nucleotide polymorphism (SNP) array, DNA next-generation sequencing (NGS), and/or karyotype analysis. In contrast, complex chromosomal alterations were lacking in 32 conventional giant cell tumors of bone tested (24 by karyotype, 7 by SNP array, 1 by DNA NGS), 3 atypical giant cell tumors of bone with isolated marked nuclear atypia (2 by karyotype, 1 by SNP array) and 3 metastasizing conventional giant cell tumors of bone (2 by DNA NGS, 1 by karyotype). Clinical follow-up was available for 20 patients (71%), and one additional patient had metastases at presentation. Overall, 14 of 21 patients (67%) developed metastases, and 10 of 20 patients with follow-up (50%) died of disease at 2 months to 9.6 years (median 7 mo). Most patients were treated with chemotherapy; 1 patient (PD-L1 TPS >95%) was treated with pembrolizumab, with complete clinical response of metastatic disease at 2.5 years. In conclusion, malignant giant cell tumors of bone typically arise from long bones, harbor osteosarcomatous and/or chondrosarcomatous differentiation, and show significant risk for distant metastasis and demise. Our data suggest that copy number analysis may be useful in distinguishing malignant giant cell tumors of bone from their conventional, atypical, and metastasizing conventional counterparts.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40077813/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "39251419",
      "title": "Giant cell tumor of bone of temporal bone and skull base: report of 6 cases.",
      "authors": [
        "Xue Wei",
        "Niu Juanqin",
        "Chen Gang",
        "He Yao",
        "Du Xuesong",
        "Jingqin Fang"
      ],
      "journal": "Skeletal radiology",
      "journal_abbrev": "Skeletal Radiol",
      "pub_date": "2025-06-01",
      "doi": "10.1007/s00256-024-04784-3",
      "abstract": "OBJECTIVE: Five cases of giant cell tumor of bone (GCTB) in the head and neck region were reported, with a main focus on the radiological findings to identify common characteristics for the diagnosis of GCTB in these sites. MATERIALS AND METHODS: Five consecutive patients diagnosed with GCTB were retrospectively selected. Radiological features on conventional and advanced MR sequences and CT were analyzed. HE staining and immunohistochemical examination were performed using antibodies against p63 and CD68. RESULTS: The common clinical features were local mass (3/5), tinnitus (3/5) and headache (2/5). Radiologically, all the cases were well-circumscribed osteolytic lesion, majority of cases demonstrated an expansile growth pattern and \"soap bubble\" appearance on CT (4/5). On MRI, the tumors showed predominantly hypointensity both on T1WI and T2WI, and no evidence of restricted diffusion on DWI. Intratumoral hemorrhage (2/5), cystic alternation (2/5) and very low signal on T2WI in the periphery region of the tumor (4/5) was found. Fluid-fluid level was noted in one case, which was eventually verified to be GCTB with secondary aneurysmal bone cyst (ABC). With contrast agent, all the cases showed striking (3/5) or mild to intermediate (2/5) enhancement. CONCLUSIONS: Although the above described radiological findings are not specific for GCTB in head and neck region, a well-defined osteolytic lesion in the bones of head and neck region with \"soap bubble\" appearance on CT and hypointensity on T2WI with very low signal in the peripheral region of the tumor on MRI highly suggest GCTB for patient ages 20 to 40.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39251419/",
      "category": "Diagnosis & Imaging"
    },
    {
      "pmid": "40150942",
      "title": "Vascularized Proximal Fibula Transfer to Distal Radius: Reconstruction of Large Bone Defects Including DRUJ Stabilization After Giant Cell Tumor Excision.",
      "authors": [
        "Burlage Laura C",
        "Duraku Liron",
        "Stewart David"
      ],
      "journal": "Techniques in hand & upper extremity surgery",
      "journal_abbrev": "Tech Hand Up Extrem Surg",
      "pub_date": "2025-06-01",
      "doi": "10.1097/BTH.0000000000000514",
      "abstract": "In this article, a new modification technique is described to reconstruct large bone defects of the distal radius after en bloc giant cell tumor resection with a proximal vascularized fibula graft. We discuss anatomic landmarks during graft harvest as well as reconstructive considerations. We aim for a durable reconstruction with optimal mobility and, therefore, introduce a fibular-scaphoid-lunate fusion with a reconstruction of the distal fibula-ulnar joint with an \"Adams-Berger-like\" procedure with a palmaris longus tendon. The clinical results of 3 patients who underwent this procedure were included in this study and showed promising results in terms of wrist mobility, union, and overall patient satisfaction during follow-up.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40150942/",
      "category": "Surgery & Reconstruction"
    },
    {
      "pmid": "39813592",
      "title": "Exploring Denosumab in the Treatment of Giant Cell Tumors: Clinical Evidence and Controversies.",
      "authors": [
        "Brochu Baylee M",
        "Mirsky Nicholas A",
        "Nayak Vasudev Vivekanand",
        "Witek Lukasz",
        "Thaller Seth R",
        "Carlini Joao L",
        "Coelho Paulo G"
      ],
      "journal": "The Journal of craniofacial surgery",
      "journal_abbrev": "J Craniofac Surg",
      "pub_date": "2025-06-01",
      "doi": "10.1097/SCS.0000000000010880",
      "abstract": "Giant cell tumors (GCTs) are benign but locally aggressive bone neoplasms that primarily affect skeletally mature individuals. They are characterized by a tendency for recurrence and being associated with significant morbidity. Traditional treatment has focused on surgical resection; however, the role of medical therapies, such as Denosumab, a bone anti-resorptive drug, which has been Food and Drug Administration (FDA)-approved for unresectable GCTs since 2013, recently has gained prominence. Denosumab is a human monoclonal antibody that inhibits receptor activator of nuclear factor kappa B ligand (RANKL). This article aims to consolidate the current literature on Denosumab's efficacy in treating GCTs, highlighting its mechanism of action, clinical evidence, and potential complications. Clinical studies have demonstrated that Denosumab effectively reduces tumor size improving patient outcomes. Yet, some clinicians maintain concerns and reservations regarding local recurrence and malignant transformation. This review discusses the biochemical background of GCTs, current treatment guidelines, challenges, and future directions for research. Ultimately, Denosumab represents a potentially viable advancement in the management of GCTs, particularly in cases where surgical options are limited.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39813592/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40288440",
      "title": "Iliac crest graft reconstruction for giant cell tumour of the distal phalanx: A case report.",
      "authors": [
        "Sivakumar Brahman S",
        "Houegban Amoussou S C R",
        "Leclercq Caroline"
      ],
      "journal": "Hand surgery & rehabilitation",
      "journal_abbrev": "Hand Surg Rehabil",
      "pub_date": "2025-06-01",
      "doi": "10.1016/j.hansur.2025.102160",
      "abstract": "Giant cell tumours of bone are exceedingly rare in the distal phalanx of the thumb and pose therapeutic challenges when found in this location. We present a case of a giant cell tumour in this region, and a novel method of reconstruction to maintain length and function. LEVEL OF EVIDENCE: 5.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40288440/",
      "category": "Surgery & Reconstruction"
    },
    {
      "pmid": "40268651",
      "title": "[Update of the recommendations for the management and treatment of giant cell bone tumors, on behalf of GroupOS].",
      "authors": [
        "Boudou-Rouquette Pascaline",
        "Larousserie Frédérique",
        "Dumaine Valérie",
        "Gomez-Mascard Anne",
        "Bousson Valérie",
        "Le Cesne Axel",
        "Vaz Gualter",
        "de Pinieux Gonzague",
        "Missenard Gilles",
        "Chevreau Christine",
        "Gouin François"
      ],
      "journal": "Bulletin du cancer",
      "journal_abbrev": "Bull Cancer",
      "pub_date": "2025-06-01",
      "doi": "10.1016/j.bulcan.2024.01.013",
      "abstract": "INTRODUCTION: Giant cell tumours (GCTs) are benign primary bone tumours that frequently present with local recurrence and occasionally malignant transformation to high-grade sarcoma. Surgery is the mainstay of treatment and generally consists of intralesional curettage. Denosumab was approved by the European Medicines Agency (EMA) in 2014 for the treatment of skeletally mature adults and adolescents with unresectable GCTs or where resection is likely to result in severe morbidity. METHODS: On the basis of national recommendations established in 2016 and a summary of the current state of knowledge, a GroupOS working group was set up to update and develop recommendations on the management and treatment of GCTs in adults, as well as on the place of denosumab. RESULTS: Seven recommendations are proposed here: (1) diagnostic approach and imaging work-up; (2) principles of treatment for GCTs of the limbs; (3) indications for denosumab in GCTs of the limbs; (4) specific features of GCTs of axial location and multifocal GCTs; (5) therapeutic strategy following progression after treatment with denosumab; (6) progression under treatment with denosumab and suspicion of malignant form of GCT under denosumab; (7) monitoring procedures. CONCLUSION: There are still unresolved issues, such as the optimal duration of treatment or the precise interval between maintenance doses of denosumab. Rarely, GCTs undergo malignant transformation. No clinical, histological or radiographic criteria can accurately predict subsequent aggressive behaviour.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40268651/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40418557",
      "title": "The cytotoxic effect of quercetin-induced apoptosis on lung metastatic cells from giant cell tumor of bone.",
      "authors": [
        "Marure-Rojano Aarón Ernesto",
        "Cano-García José Ricardo",
        "Luna-Agulo Alexandra Berenice",
        "Sánchez-Chapul Laura",
        "Santos-Cuevas Clara Leticia",
        "Aguilar-Gaytán María Del Rocío",
        "Flores-Berrios Ericka Patricia",
        "Couder-García Beatriz Del Carmen",
        "Lara-Hernández Gabriel",
        "Bahena-Ocampo Iván Uriel",
        "Landa-Solís Carlos"
      ],
      "journal": "Cellular and molecular biology (Noisy-le-Grand, France)",
      "journal_abbrev": "Cell Mol Biol (Noisy-le-grand)",
      "pub_date": "2025-05-26",
      "doi": "10.14715/cmb/2025.71.5.2",
      "abstract": "The pulmonary parenchyma is the primary site of metastasis for giant cell tumor (GCT) of bone, a benign yet aggressive musculoskeletal tumor. Current treatments, including surgery and antibody therapy, are only partially effective and often lead to significant side effects. This study aimed to evaluate the apoptotic activity of quercetin, a naturally occurring flavonoid with anticancer properties, on metastatic GCT lung cells (TIB-223). The immunophenotype of the TIB-223 cell line was characterized using flow cytometry, revealing positivity for CD166 and CD47 markers and negativity for CD34, CD73, CD117, CD45, and fibroblast markers. The IC50 of quercetin was determined at 91.1 µM through MTT assays, demonstrating its cytotoxic effect in a dose-dependent manner. Apoptosis was confirmed via flow cytometry and Western blotting, showing increased caspase-3 expression after 24 hours of treatment. These findings indicate that quercetin induces apoptosis in metastatic GCT cells and could serve as a basis for developing phytopharmaceutical therapies targeting this pathology.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40418557/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40048502",
      "title": "Balancing Tumor Control and Cartilage Preservation for Patients with Giant Cell Tumor of Bone Around the Knee: A Clinical Report from a Single Institute.",
      "authors": [
        "Chen Kuan-Lin",
        "Chen Cheng-Fong",
        "Wu Po-Kuei",
        "Wang Pai-Han",
        "Chen Tain-Hsiung",
        "Chen Chao-Ming",
        "Chen Wei-Ming"
      ],
      "journal": "The Journal of bone and joint surgery. American volume",
      "journal_abbrev": "J Bone Joint Surg Am",
      "pub_date": "2025-05-21",
      "doi": "10.2106/JBJS.23.01478",
      "abstract": "BACKGROUND: When managing aggressive giant cell tumor of bone (GCTB) around the knee joint, surgeons are often caught in a dilemma when determining whether to perform marginal excision or intralesional curettage. The purpose of this study was to report the long-term results of different treatment strategies in our institute. METHODS: We retrospectively reviewed 64 eligible cases (34 female and 30 male) with a GCTB (37 in the distal femur, 27 in the proximal tibia) treated from 2002 to 2013. Forty patients received intralesional curettage (group A). Twenty-four received marginal excision of the tumor, with 18 of them undergoing reconstruction with unicondylar osteoarticular allograft (UOA) (group B) and 6 receiving arthroplasty reconstruction (group C). The minimum follow-up was 8 years, and the oncological status, clinical outcomes, and cartilage condition were analyzed. RESULTS: Tumor recurrence was most common in group A (10 of 40, 25.0%), followed by group B (1 of 18, 5.6%) and group C (0 of 6). Eleven patients in group A (27.5%) and 6 in group B (33.3%) developed osteoarthritis (Kellgren-Lawrence grade 3 or 4). Five patients in group A (12.5%) and 3 patients in group B (16.7%) received total knee arthroplasty. Risk factors for the development of osteoarthritis in group A included a centrally located tumor, tumor length of >6 cm, a tumor-cartilage distance of ≤3 mm, and >50% subchondral bone involvement. In group B, osteoarthritis mostly resulted from postoperative complications. The mean Musculoskeletal Tumor Society (MSTS) score was 87.9 in group A, 84.8 in group B, and 93.3 in group C. CONCLUSIONS: Although intralesional curettage preserved cartilage and resulted in better function, it was associated with a higher tumor recurrence rate in our series. For advanced tumors close to the articular cartilage with significant subchondral bone involvement, marginal excision with UOA reconstruction might be a viable alternative. Arthroplasty should be reserved for patients who have bicondylar involvement with severe bone and cartilage loss making cartilage preservation impossible. LEVEL OF EVIDENCE: Therapeutic Level III . See Instructions for Authors for a complete description of levels of evidence.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40048502/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40380260",
      "title": "Single-cell transcriptomics reveals metabolic remodeling and functional specialization in the immune microenvironment of bone tumors.",
      "authors": [
        "Chen Jun",
        "Cui Na",
        "He Shao-Hui",
        "Xia Chun-Yan",
        "Li Wei-Qing"
      ],
      "journal": "Journal of translational medicine",
      "journal_abbrev": "J Transl Med",
      "pub_date": "2025-05-16",
      "doi": "10.1186/s12967-025-06346-0",
      "abstract": "OBJECTIVE: To investigate the metabolic remodeling and functional specialization of immune cells within the tumor microenvironment (TME) of bone tumors, including Ewing's sarcoma, osteosarcoma, and giant cell tumor of bone, through high-resolution single-cell RNA sequencing (scRNA-seq) analysis. METHODS: Immune cells were isolated from 13 bone tumor samples and profiled via scRNA-seq to delineate cellular compositions, metabolic adaptations, and intercellular communication networks. Differential gene expression analysis, metabolic pathway enrichment, and pseudotime trajectory inference were employed to characterize functional states and differentiation processes of immune cell subsets. RESULTS: We identified 12 major immune cell clusters with distinct functional and metabolic characteristics. Naïve T cells exhibited amino acid metabolism-dependent activation potential, whereas NK cells relied on lipid metabolism and the TCA cycle for cytotoxic activity. Macrophage subsets demonstrated functional divergence: C06 macrophages adopted lipid metabolism to facilitate immunosuppression and tissue repair, while C04 macrophages displayed pro-inflammatory characteristics associated with complement activation. Intercellular signaling analysis revealed FN1 as a central regulator of immune coordination, governing cell adhesion, migration, and homeostasis within the TME. CONCLUSION: This study provides novel insights into the metabolic and functional plasticity of immune cells in bone tumor TMEs, underscoring the critical role of metabolic remodeling in immune regulation. Our findings highlight potential therapeutic targets for modulating immune cell function and offering new avenues to improve treatment outcomes for patients with bone tumors.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40380260/",
      "category": "Molecular Biology & Research"
    },
    {
      "pmid": "40379300",
      "title": "Spinal giant cell tumour presenting as a posterior mediastinal mass.",
      "authors": [
        "Vijay Balaji K",
        "Gopal Durgeshwar",
        "Pawan Kumar Garg",
        "Rao Meenakshi"
      ],
      "journal": "BMJ case reports",
      "journal_abbrev": "BMJ Case Rep",
      "pub_date": "2025-05-16",
      "doi": "10.1136/bcr-2024-262838",
      "abstract": "Posterior mediastinal masses frequently originate from neurogenic tumours; however, other possible causes include vascular abnormalities, cysts and primary bone tumours. We present a case involving a man in his 20s who experienced back pain, sudden sensorimotor weakness in both lower limbs and loss of bladder control. Imaging studies, including CT and MRI, identified a posterior mediastinal extramedullary mass associated with vertebral destruction and intrathecal extension. A biopsy of the mass confirmed it to be a giant cell tumour of bone. The patient was treated with denosumab, steroids and spinal decompression and was scheduled for definitive surgery. In young individuals presenting with a posterior mediastinal mass, signs of inflammation and early neurological symptoms, it is essential to consider primary bone tumours as a possible diagnosis.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40379300/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40364272",
      "title": "A Multicenter Study by the DENO Research Group on the Use of Denosumab in Giant-Cell Tumors of the Bone.",
      "authors": [
        "Deno Research Group",
        "Calva Carolina de la",
        "Angulo Manuel",
        "González-Rojo Paula",
        "Peiró Ana",
        "Machado Pau",
        "Cebrián Juan Luis",
        "García-Maroto Roberto",
        "Valcárcel Antonio",
        "Puertas Pablo",
        "Valero-Cifuentes Gregorio",
        "Pablos Óscar",
        "Maireles Miriam",
        "Fontalva María Luisa",
        "Chaves Iván",
        "Orce Aida",
        "Coll-Mesa Luis",
        "Pérez Israel",
        "González Fausto",
        "Sanz María Del Carmen",
        "Gracia Isidro"
      ],
      "journal": "Journal of clinical medicine",
      "journal_abbrev": "J Clin Med",
      "pub_date": "2025-05-07",
      "doi": "10.3390/jcm14093242",
      "abstract": "Background/Objectives: Despite the therapeutic potential of denosumab for the treatment of giant-cell tumors of the bone (GCTBs), there is a lack of standardization in treatment protocols. Methods: We present a multicenter, retrospective, descriptive study conducted across the seven hospitals in Spain affiliated with the DENO Research Group. Seventy-three patients diagnosed with GCTB and treated with denosumab were included and stratified according to treatment strategy-neoadjuvant (n = 38), adjuvant (n = 8), and single treatment (n = 27). Results: Patients in the neoadjuvant group received denosumab for a median of 6.1 months, with reintroduction after surgery in 25.8% of all cases. Among the neoadjuvant patients treated with curettage, recurrence was 35.5%, with no association with denosumab treatment duration (p = 0.274) nor with denosumab reintroduction after surgery (p = 0.405). In the adjuvant group, those who completed treatment received denosumab for 15.3 months, while those still undergoing therapy received it for a median of 12.8 months; only one case (12.5%) recurred. Recurrence rates in neoadjuvant and adjuvant treatment strategies were not different (p = 0.394). Patients treated only with denosumab and no longer on treatment had received it for 34.2 months, with 31.3% recurrence; those still on treatment had received it for 51.8 months, with 25.0% recurrence. Across all strategies, more than 85% of patients reported favorable clinical outcomes, and only 43.8% presented adverse events. No deaths occurred during this study. Conclusions: Although patients who experienced recurrence during neoadjuvant treatment had longer durations of denosumab administration, the difference was not statistically significant. Similarly, recurrence rates did not differ significantly, whether denosumab was reintroduced after surgery or not. Among the patients treated with curettage, recurrence rates were comparable between neoadjuvant and adjuvant strategies. Discontinuation of the single treatment did not necessarily result in disease progression.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40364272/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40317378",
      "title": "Surgical and radiological outcomes of giant cell tumor of the bone: prognostic value of Campanacci grading and selective use of denosumab.",
      "authors": [
        "Igrec Jasminka",
        "Jernej Lisa",
        "Smolle Maria Anna",
        "Steiner Jakob",
        "Scheipl Susanne",
        "Lohberger Birgit",
        "Leithner Andreas",
        "Brcic Iva"
      ],
      "journal": "Journal of orthopaedics and traumatology : official journal of the Italian Society of Orthopaedics and Traumatology",
      "journal_abbrev": "J Orthop Traumatol",
      "pub_date": "2025-05-03",
      "doi": "10.1186/s10195-025-00841-2",
      "abstract": "BACKGROUND: Advancements in diagnostic and therapeutic modalities for giant cell tumors of bone (GCTB) have introduced molecular and radiological tools that refine clinical decision-making. H3.3 G34W immunohistochemical staining has become a routine diagnostic marker, while H3F3A mutational analysis enhances prognostic insights. Treatment primarily involves surgical methods such as curettage or en bloc resection, with denosumab serving as an adjunct in high-risk or inoperable cases. METHODS: We retrospectively analyzed 55 patients with GCTB, focusing on clinicopathologic and radiological findings. Tumors were evaluated using the Campanacci grading system. Immunohistochemical analysis with H3.3 G34W antibody and next-generation sequencing (NGS) were performed to detect H3F3A mutations. A subgroup of nine patients treated with denosumab was further analyzed for clinical outcomes and histological changes. RESULTS: The cohort had a mean age of 37.7 years, with tumors most commonly affecting the knee joint (55%). All tested tumors demonstrated positive H3.3 G34W staining, with eight exhibiting H3F3A G34W mutations. Recurrence rates were 32% following curettage and 18% after en bloc resection. Denosumab treatment, administered for an average of 14.6 months, facilitated tumor downsizing and new bone formation without major side effects. Histologically, treated tumors showed a depletion of giant cells and increased bone matrix deposition. CONCLUSIONS: Surgery remains the cornerstone of GCTB treatment, with curettage or resection tailored to tumor characteristics. Denosumab offers a valuable adjunct in high-risk cases, enhancing surgical feasibility and promoting joint preservation. The Campanacci grading system continues to be a crucial tool for prognostication and treatment planning, particularly when complemented by molecular and radiological diagnostics. Future research should focus on integrating advanced imaging and artificial intelligence for personalized GCTB management. LEVEL OF EVIDENCE: Level 4.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40317378/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40009710",
      "title": "Denosumab Enhances Antitumor Immunity by Suppressing SPP1 and Boosting Cytotoxic T Cells.",
      "authors": [
        "Su Zezhuo",
        "Yeung Maximus Chun Fai",
        "Han Shan",
        "Yau Raymond Ching Hing",
        "Lam Ying Lee",
        "Ho Kenneth Wai Yip",
        "Shek Tony Wai",
        "Shi Feng",
        "Feng Shuang",
        "Chen Hongtai",
        "Ho Joshua Wing Kei",
        "Xu Zhiyuan",
        "Cheung Jason Pui Yin",
        "Cheung Kelvin Sin Chi"
      ],
      "journal": "Cancer immunology research",
      "journal_abbrev": "Cancer Immunol Res",
      "pub_date": "2025-05-02",
      "doi": "10.1158/2326-6066.CIR-24-1094",
      "abstract": "Denosumab, a RANK ligand inhibitor, is primarily used to prevent osteoclastogenesis in the treatment of conditions such as osteoporosis, bone metastasis, and giant cell tumor of bone (GCTB). RANK ligand also plays an important role in immunity by activating NF-κB and its target genes, including the osteopontin-coding gene SPP1 (also known as OPN), which is linked to CXCL9:SPP1 macrophage polarization and prognosis. In this study, we explored an additional role of denosumab in enhancing antitumor immunity in patients. Single-cell RNA sequencing was performed on nine human GCTB samples, including six untreated and three treated only with denosumab, to exclude confounding treatment factors linked with bone metastasis samples. We further analyzed paired samples collected before and after denosumab treatment from a cohort of nine patients with GCTB and conducted a pan-cancer analysis of 34 distinct types of cancers. Our single-cell analysis of GCTB resulted in a comprehensive cell atlas revealing an antitumor role of denosumab in inhibiting SPP1 expression and augmenting active cytotoxic T-cell abundance. Furthermore, we validated this immunomodulatory role of denosumab using the paired GCTB samples. Finally, the pan-cancer analysis supported a negative correlation between SPP1 and CD8A levels, with the CD8A:SPP1 ratio correlating with overall survival in 14 cancer types, which was superior to either CD8A or SPP1 alone. Our research provides clinical evidence that denosumab improves antitumor immunity by decreasing SPP1 expression and enhancing cytotoxic T-cell activity, serving as a milestone in the development of innovative use of denosumab and offering potential benefits to patients with elevated levels of SPP1.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40009710/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40107010",
      "title": "Role of H3F3A (H3G34W) antibody in the diagnosis of giant cell tumour of bone in the paediatric age group.",
      "authors": [
        "Zaidi Syeda Maria Ahmad",
        "Nasim Muhammad Taha",
        "Hassan Javerya",
        "Din Nasir Ud"
      ],
      "journal": "Pathology, research and practice",
      "journal_abbrev": "Pathol Res Pract",
      "pub_date": "2025-05-01",
      "doi": "10.1016/j.prp.2025.155906",
      "abstract": "Giant cell tumour of the bone (GCTB) occurring in paediatric patients is rare and may presents with atypical histology. Given that giant cell tumour mimics, such as osteosarcoma, are more prevalent in this demographic, diagnosing GCTB can often be challenging. This study aimed to investigate the efficacy of H3F3A immunohistochemistry (IHC) in the diagnosis of GCTB in the immature skeleton. This retrospective study included paediatric patients who were diagnosed with GCTB between 2009 and 2024. Histological features were re-evaluated and IHC staining was performed. Giant cell tumour mimics were included in the control group. 72 biopsy proven GCTB were reported in the paediatric patients during the study period. The age ranged from 12 to 18 years, with a median age of 16 ( ± 1.8) years. 49 (68.1 %) were females and 23 (31.9 %) were males (female to male ratio of 2.1:1). Tibia was most common site (23) involved followed by femur (12), fibula (8) and small bones of hand and feet (8). H3G34W was positive in 61 (84.7 %) of GCTB cases (p < 0.01); and negative in all 33 GCTB mimics. H3G34V was positive in 3 of 11 H3G34W negative cases. All these 11 cases were negative for H3G34R and keratin AE1/AE3. Significant association of GCTB was found with gender (p = 0.02) and site of the tumour (p < 0.01). HG34W was not associated with tumour site (p = 0.4533) or biopsy yield (p = 0.4533). A sensitivity of 84.74 %, specificity of 100 %, positive predictive value of 75 % and negative predictive value of 100 % was established. An ROC was constructed, with area under the curve of 0.924 (95 % CI 0.88-0.97). In conclusion H3G34W antibody is a valuable diagnostic tool for accurately diagnosing GCTB and distinguishing it from other giant cell mimics. Additionally, since a minimal tissue yield is adequate for determining the diagnosis, the need for larger biopsies is reduced.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40107010/",
      "category": "Diagnosis & Imaging"
    },
    {
      "pmid": "40253574",
      "title": "Single-cell RNA sequencing reveals key signaling pathways and biological functions in giant cell tumors of bone.",
      "authors": [
        "Lin Zuozhuan",
        "Chen Zuoxi"
      ],
      "journal": "Discover oncology",
      "journal_abbrev": "Discov Oncol",
      "pub_date": "2025-04-19",
      "doi": "10.1007/s12672-025-02353-1",
      "abstract": "BACKGROUND: Giant cell tumor of bone (GCTB) represents a group of tumors that characterized by their heterogeneity and the presence of multiple cell types. It is essential to understand their molecular mechanisms for better designing therapeutic approaches. METHODS: We applied single cell RNA-sequencing technology to investigate differentiation process during GCTBs formation. DAVID was used to perform a pathway enrichment and Gene Ontology (GO) analyses on signaling pathways and biological functions. Cell-cell interactions and signaling networks are depicted with network diagrams and usages of heatmaps. RESULTS: The analysis identified numerous significant pathways, including Pathways in Parkinson's disease, Prion diseases and COVID-19. ViBe identified a wide range of biological process, cellular component and molecular function associated with tumorigenesis. Furthermore, we validate that the SPP1 signaling pathway is essential for cell-cell crosstalk, specifically functioning as a positive feedback loop between cancer-associated fibroblasts and macrophages. CONCLUSION: Our study revealed comprehensive molecular and intercellular interaction networks in GCTB, which may advance the understanding of the pathogenic mechanisms in GCTB and contribute essential information for its treatment. Our findings make confution in the complex functional dynamics in the TME.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40253574/",
      "category": "Molecular Biology & Research"
    },
    {
      "pmid": "40144613",
      "title": "Giant cell tumor of bone with late-onset lung metastasis and secondary osteosarcomatous transformation.",
      "authors": [
        "Ahuja Sana",
        "Khan Adil Aziz",
        "Kabra Apoorva",
        "Zaheer Sufian"
      ],
      "journal": "Indian journal of thoracic and cardiovascular surgery",
      "journal_abbrev": "Indian J Thorac Cardiovasc Surg",
      "pub_date": "2025-04-01",
      "doi": "10.1007/s12055-024-01837-z",
      "abstract": "This case report presents a rare occurrence of a primary giant cell tumor (GCT) of bone with subsequent metastasis to the lung, undergoing osteosarcomatous transformation, with a significant temporal gap of 10 years between the two tumor events. A 32-year-old male initially presented with a primary GCT of the distal femur, which was treated with curettage and adjuvant therapy. Ten years later, he developed pulmonary metastasis, exhibiting features of an osteosarcomatous transformation of the previously diagnosed GCT. This case underscores the importance of long-term surveillance in patients with GCTs and the potential for malignant transformation over time.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40144613/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40110572",
      "title": "Treatment of Extraosseous Giant Cell Tumor of Bone and Calcitriol-Mediated Hypercalcemia With Denosumab in Paget Disease.",
      "authors": [
        "Magvanjav Oyunbileg",
        "Bergwitz Clemens"
      ],
      "journal": "JCEM case reports",
      "journal_abbrev": "JCEM Case Rep",
      "pub_date": "2025-04-01",
      "doi": "10.1210/jcemcr/luaf031",
      "abstract": "Extraosseous giant cell tumor of bone (GCTB) associated with Paget disease of bone (PDB) is rare. We report a patient aged in their 70s with polyostotic PDB involving the skull, spine, and pelvis, previously treated with bisphosphonates, who presented with symptomatic hypercalcemia (calcium 14.8 mg/dL [3.7 mmol/L]; reference range [RR], 8.6-10.5 mg/dL [2.1-2.6 mmol/L]), kidney injury (creatinine 2.6 mg/dL [230 μmol/L]; RR, 0.4-1.1 mg/dL [35-97 μmol/L]), and a 17.5 cm pelvic mass. Testing showed elevated calcitriol or 1,25-dihydroxyvitamin D (1,25(OH)2D) (57-108 pg/mL [137-259 pmol/L]; RR, 18-72 pg/mL [43-173 pmol/L]), but normal parathyroid hormone and bone-specific alkaline phosphatase (BSAP), arguing against parathyroid autonomy and active osseous PDB. Histopathology showed osteoclast-like giant cells and stromal mononuclear cells without atypia, necrosis, or mitoses. A one-time dose of denosumab 120 mg resulted in normalized calcium (9.0 mg/dL [2.2 mmol/L]) and 1,25(OH)2D (24 pg/mL [57 pmol/L]) and reduced tumor size. Denosumab was continued at a dose of 60 mg every 6 months. After 20 months, calcium and 1,25(OH)2D remained normal, with no tumor regrowth, and BSAP stayed low. This is the first report of 1,25(OH)2D-mediated hypercalcemia in extraosseous GCTB. It responded well to denosumab. Long-term management options are discussed in the context of existing literature.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40110572/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40092569",
      "title": "Molecular pathological insights into tumorigenesis and progression of giant cell tumor of bone.",
      "authors": [
        "Yao Yibing",
        "Lee Victor Kwan Min",
        "Chen Ee Sin"
      ],
      "journal": "Journal of bone oncology",
      "journal_abbrev": "J Bone Oncol",
      "pub_date": "2025-04-01",
      "doi": "10.1016/j.jbo.2025.100665",
      "abstract": "Giant cell tumor of bone (GCTB) is a primary bone tumor that typically exhibits benign histological appearance and clinical behavior in most cases, with local aggressiveness and rare metastasis. It predominantly affects individuals in the young adult age group. It is characterized by the presence of multinucleated osteoclastic giant cells and a stromal population of neoplastic cells. A key hallmark for GCTB pathogenesis is the G34W genetic mutation in the histone H3.3 gene, which is restricted to the population of cancerous stromal cells and is absent in osteoclasts and their progenitor cells. This review presents a comprehensive overview of the pathology of GCTB, including its histopathological characteristics, cytological features, histopathological variants, and their clinical relevance. We also discuss recent insights into genetic alterations in relation to the molecular pathways implicated in GCTB. A summary of the current understanding of GCTB pathology will update the knowledge base to guide the diagnosis and management of this unique bone tumor.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40092569/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40028631",
      "title": "Comparative analysis of aggressiveness in giant cell tumor of bone between upper and lower extremities: A systematic review and meta-analysis.",
      "authors": [
        "Saputra Rhyan Darma",
        "Kusuma Dita Anggara",
        "Kaldani Fathih",
        "Fahmi Khoirul"
      ],
      "journal": "Journal of bone oncology",
      "journal_abbrev": "J Bone Oncol",
      "pub_date": "2025-04-01",
      "doi": "10.1016/j.jbo.2025.100663",
      "abstract": "BACKGROUND AND OBJECTIVE: Giant cell tumor of bone (GCTB) is among the most prevalent benign primary bone tumors, characterized by its potential for aggressive local recurrence, soft tissue invasion, and, though rare, lung metastasis. Emerging evidence suggests unique behavioral patterns of GCTB in extremities. This study seeks to rigorously compare the aggressiveness of GCTB in the upper versus lower extremities, centering on recurrence rates. METHOD: This systematic review and meta-analysis, conducted in accordance with PRISMA guidelines, sourced data from MEDLINE/PubMed, Cochrane, Scopus, CINAHL/EBSCO, and reference lists of pertinent studies. Two independent reviewers screened studies, with discrepancies resolved by discussion. Eligible studies included a minimum of 10 participants. Data extraction and analysis were performed by an additional team of two researchers. RESULTS: Out of 1,283 studies spanning from 1984 to 2023, 30 met eligibility, encompassing 2,672 participants. The mean age was 32.77 ± 12.99 years, with an average follow-up of 75.53 ± 65.88 months. GCTB predominantly affected the lower extremities, accounting for 1,937 cases. Notably, comparisons of aggressiveness between upper and lower extremity GCTB revealed no statistically significant difference (OR = 1.10, p = 0.56 for Surgery Group; OR = 1.16, p = 0.45 for Local Adjuvant Group; and OR = 1.71, p = 0.32 for Drug/Denosumab Group). CONCLUSION: This analysis underscores the lower extremities as the primary site for GCTB but finds no significant difference in aggressiveness between upper and lower extremities. These findings challenge assumptions about GCTB behavior based on tumor location and highlight the need for further investigation to fully elucidate the complex biology of extremity GCTB.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40028631/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "39034335",
      "title": "Giant Cell Tumor of the Rib: A Report of Two Patients.",
      "authors": [
        "Pena-Burgos Eva Manuela",
        "Romio De Las Heras Estefanía",
        "Bernabéu Daniel",
        "Iglesias-Urraca Carmen",
        "Reguero Callejas María Eugenia",
        "Pozo-Kreilinger Jose Juan"
      ],
      "journal": "International journal of surgical pathology",
      "journal_abbrev": "Int J Surg Pathol",
      "pub_date": "2025-04-01",
      "doi": "10.1177/10668969241256119",
      "abstract": "Giant cell tumor of the bone is a locally aggressive and rarely metastasizing tumor that typically affects the ends of long bones. Less than 1% of giant cell tumor of bone occur in the ribs. Our patients were a 32-year-old woman and a 45-year-old man and were detected following chest traumas. No bone alterations were detected in radiological studies performed immediately after local trauma. Six- and one- months, respectively, following chest trauma, both giant lytic heterogeneous masses arising on an anterior rib arc were radiologically observed. In the computerized tomography-guided needle biopsy, giant cell tumor of bone were diagnosed. Both tumors were completely removed by bloc resection including the adjacent ribs and posterior reconstruction were performed. One patient was preoperatively treated with denosumab. Neither local recurrences nor metastasis have been detected in follow-up. Despite its low frequency and its low degree of suspicion, giant cell tumor of bone should be included in the differential diagnosis of a rapid growing chest mass.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39034335/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40352200",
      "title": "Primary malignant giant cell tumor (PMGCT): Diagnosis and management challenges in low resource settings.",
      "authors": [
        "Prasad Roshan",
        "Shukla Samarth",
        "Acharya Sourya",
        "Mittal Gaurav",
        "Wanjari Mayur"
      ],
      "journal": "Narra J",
      "journal_abbrev": "Narra J",
      "pub_date": "2025-04-01",
      "doi": "10.52225/narra.v5i1.1088",
      "abstract": "Bone primary malignant giant cell tumor (PMGCT) cases are extremely rare, and the optimal management remains unclear. This case report details the diagnosis and successful management of PMGCT in a 45-year-old female presenting with left knee pain, swelling, and restricted movement for one year. Accompanying weight loss and loss of appetite led the patient to seek tertiary care after unsuccessful prior treatment. Imaging, including X-ray and magnetic resonance imaging (MRI), revealed a tumor measuring 7.9 × 7.7 × 6.6 cm, and histopathological examination using fine needle aspiration cytology confirmed the diagnosis of PMGCT. A multidisciplinary approach was taken, involving orthopedic surgery to remove the tumor successfully, and physiotherapy for postoperative care. The patient underwent tumor excision and curettage under spinal and epidural anesthesia, followed by a week of bed rest, and then physiotherapy was started to aid in limb mobilization. Postoperative care involved blood transfusions, femoral artery stenting, continued physiotherapy and adjuvant radiotherapy, initiated two weeks post-surgery, with a total dose of 50 Gy delivered in 25 sessions to reduce the risk of recurrence. Initial monthly follow-ups, later transitioning to quarterly, showed improved joint mobility and function, with no recurrence at the 9-month follow-up. This case highlights the importance of early diagnosis and a multidisciplinary approach to managing PMGCT. Collaboration across specialties contributed to the positive outcome, even in a resource- limited setting. Long-term monitoring remains essential to detect recurrence, and further research is needed to refine treatment strategies for malignant GCTs.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40352200/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40124723",
      "title": "Denosumab regimens in the treatment of giant cell tumor of bone: A systematic review with meta-analysis.",
      "authors": [
        "Barreto Bruno G",
        "Santili Claudio",
        "Guedes Alex",
        "Moreira Fernando D",
        "Paz Claudio Luiz Dsl"
      ],
      "journal": "World journal of orthopedics",
      "journal_abbrev": "World J Orthop",
      "pub_date": "2025-03-18",
      "doi": "10.5312/wjo.v16.i3.102520",
      "abstract": "BACKGROUND: Giant cell tumor of bone (GCTB) is a rare, locally aggressive neoplasm that should be treated surgically, whenever possible. This treatment approach may be linked with greater morbidity besides functional impairment. Denosumab is a human monoclonal antibody. Its administration inhibits bone resorption and has become part of the therapeutic armamentarium against GCTB, as it allows local control with a view to downstaging for a more conservative surgical procedure. However, there is no consensus in the literature regarding the optimal denosumab regimen for GCTB. Therefore, a wide discussion of denosumab regimen is necessary. AIM: To assess the effectiveness of various therapy protocols employing denosumab in individuals with GCTB. METHODS: A broad and systematic literature search was carried out using the PRISMA guidelines. We analyzed studies that reported skeletally mature patients with GCTB regardless of sex or ethnicity treated with denosumab. Articles with fewer than five patients and in languages except Spanish, Portuguese and English were excluded. Statistical analysis with proportion meta-analysis was performed due to the dichotomous nature of the data. RESULTS: 1005 articles were screened, of which 26 articles met the inclusion criteria and were selected, totaling 1742 patients, 51.8% women and 48.2% men, with an average of 35 years of age. Treatment with denosumab was associated with high rates of clinical benefit (CB) and imaging response (IR), without changing local recurrence rates when compared to patients treated without denosumab, regardless of the therapeutic regimen adopted and the number of doses applied. The adverse events (AE) presented were mostly mild, with the exception of a malignant transformation to osteosarcoma. CONCLUSION: Treatment of GCTB with denosumab is effective, showing high rates of CB and IR. The AE that occurred were mostly mild. We found no differences between the articles considering the researched outcomes regardless of the therapeutic regimen adopted.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40124723/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40276445",
      "title": "Investigating the Challenges in Diagnosis and Management of Giant Cell Tumors in the Distal Phalanx: A Case Report.",
      "authors": [
        "DeFrancisis Jason S",
        "Rosenthal Oren D",
        "Whitford Theodore C"
      ],
      "journal": "Cureus",
      "journal_abbrev": "Cureus",
      "pub_date": "2025-03-01",
      "doi": "10.7759/cureus.81180",
      "abstract": "Giant cell tumors (GCTs) of bone are locally aggressive neoplasms that typically occur in the distal femur or proximal tibia. Infrequently, they may develop in the bones of the hand, including the distal phalanx. This case highlights the importance of a thorough and systematic diagnostic workup of GCTs presenting in rare and challenging locations such as the distal phalanx. A 53-year-old male presented to the clinic with a several-month history of left middle fingertip enlargement, pain, and limited mobility. Plain film X-ray and magnetic resonance imaging revealed a lesion in the left middle distal phalanx. The patient underwent curettage with a working diagnosis of giant cell reparative granuloma with focal fracture callus. Eight months later the mass recurred and amputation of the distal phalanx tip was performed. The histopathological evaluation confirmed a diagnosis of a giant cell tumor of bone. The postoperative course was unremarkable. No further treatment was required. In rare and difficult-to-diagnose tumors clinicians should consult with experienced pathologists to improve diagnostic accuracy. This approach is essential for optimizing patient outcomes, preventing treatment delays, and reducing the risk of adverse events.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40276445/",
      "category": "Surgery & Reconstruction"
    },
    {
      "pmid": "40092280",
      "title": "Primary Malignant Giant Cell Tumor of Bone with Metastasis: A Case Report and Literature Review.",
      "authors": [
        "Aboaid Hazem",
        "deVries John A",
        "Gollard Russell"
      ],
      "journal": "Journal of orthopaedic case reports",
      "journal_abbrev": "J Orthop Case Rep",
      "pub_date": "2025-03-01",
      "doi": "10.13107/jocr.2025.v15.i03.5376",
      "abstract": "INTRODUCTION: Malignant giant cell tumor of bone (GCTB) is a very rare tumor, especially the primary type of it. We report a case of a young female who was diagnosed with a primary malignant giant cell tumor, in addition to a literature review of the previously reported cases. This case report aims to highlight the importance of high clinical suspicion and comprehensive workup to detect malignancy in giant cell tumors. We also review and add another case to the medical literature to help better understand the behavior of this rare tumor. CASE REPORT: A 30-year-old African American female presented with left knee pain. Imaging showed a cystic bone lesion of the left proximal tibia, which was found to be consistent with a primary malignant giant cell tumor on biopsy. She started neoadjuvant chemotherapy (methotrexate + doxorubicin + cisplatin); however, she only tolerated one cycle, and then she underwent a radical resection of the left proximal tibia with endoprosthetic reconstruction. She had multiple hospitalizations later, and she was found to have significant pulmonary and spinal metastasis. Eventually, she decided to resume chemotherapy due to her worsening disease, and she completed four cycles of doxorubicin and cisplatin with a recent plan to switch to regorafenib given her refractory disease. CONCLUSION: Diagnosis of primary malignant GCTB can be very challenging. It is always important to seek an expert opinion given the rare nature of this tumor. Early detection is very important to establish the appropriate treatment.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40092280/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "39710164",
      "title": "Long-term follow-up of chronic osteomyelitis after bone tumor resection.",
      "authors": [
        "Kimura Hiroaki",
        "Aiba Hisaki",
        "Saito Shiro",
        "Sakai Takao",
        "Murakami Hideki"
      ],
      "journal": "Journal of infection and chemotherapy : official journal of the Japan Society of Chemotherapy",
      "journal_abbrev": "J Infect Chemother",
      "pub_date": "2025-03-01",
      "doi": "10.1016/j.jiac.2024.102597",
      "abstract": "The standard treatment for chronic osteomyelitis after trauma is affected bone resection and bone and soft tissue defect reconstruction. However, few reports exist regarding chronic osteomyelitis after bone tumor surgery. We retrospectively reviewed five cases of chronic infection after bone tumor surgery, including their treatment strategy and clinical course. We reviewed three cases of giant cell tumors of bone and two cases of osteosarcoma. Reconstruction was performed after tumor resection in all cases. Despite careful management, fistula formation and chronic infection occurred. Two patients underwent radical surgery for chronic infection. After the infection subsided, reconstruction was performed again. However, in one case, the infection recurred, and consequently, amputation was performed. When radical surgery is performed, implant replacement is essential due to biofilm formation. Controlling soft tissue infection, besides bone and implant infection, is important. In some cases, however, radical surgery is undesirable, and patients choose to live with the chronic infection instead. Even when methicillin-resistant S. aureus (MRSA) was detected, anti-MRSA drugs were used only in the early stages, after which the infection was managed by switching to oral antibiotics, such as minocycline and sulfamethoxazole-trimethoprim combination drugs. Careful follow-up is necessary due to the risk of fistula cancer in conservative management.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39710164/",
      "category": "Surgery & Reconstruction"
    },
    {
      "pmid": "40145589",
      "title": "[Combined Proximal Radius Reconstruction Following Resection for Oncological Indication].",
      "authors": [
        "Malina Mário",
        "Majerčík Matej",
        "Naser Yousef"
      ],
      "journal": "Acta chirurgiae orthopaedicae et traumatologiae Cechoslovaca",
      "journal_abbrev": "Acta Chir Orthop Traumatol Cech",
      "pub_date": "2025-03-01",
      "doi": "10.55095/achot2024/068",
      "abstract": "Early surgical treatment of giant cell tumour of the bone has very good functional outcomes with a relatively low risk of local recurrence and metastatic spread.In case of a pathologic fracture, extraosseous extension, and tumor location in an anatomically difficult area, surgical treatment may represent a big challenge with an uncertain functional outcome.Our case report presents a 35-year-old patient with a delayed diagnosis of giant cell tumor of the proximal radius of the dominant limb, with pulmonary metastases. Following neoadjuvant Denosumab therapy, with a major treatment effect on both the primary tumor and pulmonary metastases, we performed a wide resection and combined biological reconstruction with fibular autograft, radial head endoprosthesis, and comprehensive elbow ligament reconstruction.At 24 months after surgery, the patient is self-sufficient, capable of more physically demanding work, with a satisfactory functional outcome of reconstruction (MSTS 66.6%, TESS 69%), with no signs of local recurrence and regression of pulmonary metastases at 18 months after the last administration of Denosumab.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40145589/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40075982",
      "title": "Immunohistochemical Characterization of Feline Giant Cell Tumor of Bone (GCTb): What We Know and What We Can Learn from the Human Counterpart.",
      "authors": [
        "Porcellato Ilaria",
        "Giglia Giuseppe",
        "Leonardi Leonardo"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "journal_abbrev": "Animals (Basel)",
      "pub_date": "2025-02-27",
      "doi": "10.3390/ani15050699",
      "abstract": "Giant cell tumor of bone (GCTb), formerly also known as osteoclastoma, is a pathological entity that in veterinary medicine is still undefined and, probably, underdiagnosed. In humans, GCTb is recognized as a primary benign bone tumor, locally aggressive, with high local recurrence rates, with controversial histogenesis that can rarely progress or present as a malignant form. In pets, this tumor is still considered rare, though the possibility of underdiagnosis is significant. Hence, the aim of the present study is to provide a histological and immunohistochemical characterization of a small case series of presumptive feline GCTb, comparing our results to the data reported for the human counterpart. Searching our archive, we found, from 2010 to 2023, only three diagnosed cases of GCTb from domestic cats (felis catus). After diagnosis revision, the samples were submitted to immunohistochemistry for Iba1, TRAP, SATB2, RUNX2, RANK, karyopherin α2 (KPNA-2), and osteocalcin. Ki-67 index was also evaluated. Results showed that the multinucleated giant cells were positive for Iba1, TRAP, and RANK, accounting for their osteoclastic origin. On the other side, mononuclear cells were mostly positive for osteoblast markers such as RUNX2, SATB2, and KPNA-2, whereas tumor-associated macrophages showed positivity for Iba1. Hence, results on the cell types characterizing the feline GCTb were comparable to those described in the human form of the tumor. Currently, diagnostic criteria for GCTBs in cats and, in domestic animals more broadly, are still lacking. This study provides valuable data into the immunohistochemical characteristics of the cell populations in feline GCTBs, enhancing veterinarians' and pathologists' knowledge for its diagnosis, ultimately improving patient care. Larger case series, complete with follow-up information, molecular analyses for specific mutations, and imaging of both tumors and patients, are needed to improve identification and achieve greater sensitivity in diagnosing this unique tumor.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40075982/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "39966973",
      "title": "Preoperative denosumab combined with microwave ablation for joint preservation in advanced giant cell tumor of bone: a retrospective study.",
      "authors": [
        "Zheng Chuanxi",
        "Zhou Xiayi",
        "Xu Gang",
        "Qiu Jin",
        "Lan Tao",
        "Li Wei",
        "Zhang Shiquan"
      ],
      "journal": "Journal of orthopaedic surgery and research",
      "journal_abbrev": "J Orthop Surg Res",
      "pub_date": "2025-02-18",
      "doi": "10.1186/s13018-025-05589-3",
      "abstract": "BACKGROUND: Preoperative denosumab has been an essential part of the management of giant cell tumor of bone (GCTB) which enhanced subchondral bone integrity and facilitated joint preservation surgery. However, evidence suggests that denosumab-induced sclerotic changes may potentially increase the risk of postoperative recurrence. This study evaluates the efficacy of microwave ablation (MWA) as an adjuvant to intralesional curettage following denosumab treatment in advanced GCTB. METHODS: A retrospective review was conducted on 54 patients with extremity GCTB treated with preoperative denosumab between 2019 and 2024. 33 patients underwent curettage, while 21 patients underwent combined microwave ablation with curettage. The recurrence rates and joint preservation rates were analyzed. Functional outcomes were assessed by the Musculoskeletal Tumor Society (MSTS) score. RESULTS: Local recurrence occurred in 14 patients, including 3 in the MWA group and 11 in the curettage-only group. In the MWA group, all recurrences were managed with repeat curettage, whereas 6 patients in the curettage-only group required extensive resection. The joint preservation rate was significantly higher in the MWA group (100%) compared to the curettage-only group (81.8%). The local recurrence rate was lower in the MWA group (14.3%) than in the curettage-only group (33.3%), with two-year local recurrence-free survival rates of 95.2% and 68.2%, respectively; however, the difference was not statistically significant (P = 0.12). Functional outcomes were comparable, with a mean MSTS score of 24.9 ± 1.33. CONCLUSION: The preoperative denosumab combined with adjuvant MWA offers an alternative approach to enhance joint preservation in advanced GCTB, emphasizing its potential as an effective adjuvant strategy. Further large-scale studies are warranted to validate these findings and refine treatment strategies.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39966973/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "39939368",
      "title": "En-bloc resection for spinal giant cell tumors: superior outcomes-a comprehensive meta-analysis and trial sequential analysis.",
      "authors": [
        "Li Jilin",
        "Zhang Xiaoming",
        "Xiao Weiguo",
        "Pu Zikun",
        "Liu Changchun",
        "Liu Xilin"
      ],
      "journal": "Neurosurgical review",
      "journal_abbrev": "Neurosurg Rev",
      "pub_date": "2025-02-13",
      "doi": "10.1007/s10143-025-03342-2",
      "abstract": "Spinal giant cell tumors (GCTs) management primarily involves surgical resection; however, the optimal surgical approach continues to be a subject of debate. This study aims to comprehensively compare the efficacy of en-bloc resection with that of control resection techniques, specifically intralesional curettage and piecemeal resection, in the treatment of spinal GCTs. A comprehensive search of English databases, including the Cochrane Library, Embase, PubMed, Scopus, and Web of Science, as well as Chinese databases such as the National Knowledge Infrastructure (CNKI), Chongqing VIP (VIP), and Wan Fang, was conducted up to January 2024. This search identified twelve studies encompassing 492 participants. The meta-analysis indicated that en-bloc resection significantly reduces recurrence rates (OR = 0.27, 95% CI: 0.15-0.47, P < 0.00001) and mortality (OR = 0.16, 95% CI: 0.03-0.88, P = 0.04) when compared to control resection techniques. Notably, en-bloc resection demonstrated superior performance over control methods in both 1-year and 5-year relapse-free survival (RFS) rates (P = 0.001 and P < 0.00001, respectively), as well as in overall RFS (HR = 0.27, 95% CI: 0.08-0.91; P = 0.04). Despite its advantages, en-bloc excision was associated with a higher overall complication rate (P = 0.01). Furthermore, trial sequential analysis (TSA) suggests that the current sample size is inadequate to draw definitive conclusions, thereby underscoring the necessity for further investigations. En-bloc resection shows significant advantages over control resection techniques in reducing recurrence rates, mortality, and improving RFS. However, the higher complication rates and TSA findings stress the need for more high-quality studies to verify the benefits and safety of en-bloc resection in spinal GCT treatment.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39939368/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "39804817",
      "title": "Vascularized fibular grafting following tumor resection demonstrates acceptable long-term outcomes in Denmark: a national retrospective cohort study.",
      "authors": [
        "Nielsen Christian Lind",
        "Dybdal Daniel Thor Halberg",
        "Vester-Glowinski Peter",
        "Hjalgrim Lisa Lyngsie",
        "Wendtland Pernille Edslev",
        "Kiil Birgitte Jul",
        "Bendtsen Michael Melchior",
        "Petersen Michael Mørk",
        "Baad-Hansen Thomas"
      ],
      "journal": "Acta orthopaedica",
      "journal_abbrev": "Acta Orthop",
      "pub_date": "2025-01-13",
      "doi": "10.2340/17453674.2025.42848",
      "abstract": "BACKGROUND AND PURPOSE: Vascularized fibular grafting following tumor resection is an essential treatment option in limb salvage surgery. We aimed to evaluate: (I) bone healing, (II) complications and reoperations, (III) limb salvage, and (IV) survival. METHODS: We present a retrospective evaluation of a national cohort comprising 27 patients. The indications were 13 cases of Ewing sarcoma, 12 cases of osteosarcoma, and 2 cases of giant cell tumor. The median age at surgery was 16 years (interquartile range [IQR] 10-18), and the median follow-up was 82 months (IQR 32-101). Patients were analyzed overall, as well as in subgroups based on tumor location (upper versus lower extremity) and pathology (osteosarcoma versus Ewing sarcoma). RESULTS: The primary rate of graft union was 63%, and after secondary procedures the overall rate of graft union was 67%, with a median time to union of 13 months (IQR 9-17). The reoperation rate was 74%, while the limb salvage rate was 93%. The 5-year overall survival rate was 81% (95% confidence interval [CI] 61-92). Patients with upper extremity tumors were more likely to attain graft union (risk ratio [RR] 5.5, CI 1.3-31.5) and less likely to undergo multiple reoperations (RR 0.3, CI 0.8-0.9) than patients with lower extremity tumors. CONCLUSION: Vascularized fibular grafting following tumor resection was associated with a graft union rate of 67%, a high frequency of reoperations, a high limb salvage rate (93%), and a 5-year survival rate of 81%.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39804817/",
      "category": "Surgery & Reconstruction"
    },
    {
      "pmid": "39804135",
      "title": "A Rare Pediatric Giant Cell Tumor of the Clivus Bone, H3.3 p.Gly35Trp-mutated: Case Report and Mini-review of the Literature.",
      "authors": [
        "Gaggero Gabriele",
        "Battaglia Teresa",
        "Andreotti Virginia",
        "Rossi Andrea",
        "Ingaliso Marta",
        "Taietti Davide",
        "Milanaccio Claudia",
        "Piatelli Gianluca",
        "Gaetano Vellone Valerio"
      ],
      "journal": "Turkish archives of pediatrics",
      "journal_abbrev": "Turk Arch Pediatr",
      "pub_date": "2025-01-02",
      "doi": "10.5152/TurkArchPediatr.2025.24189",
      "abstract": "Introduction: Giant cell tumor of bone (GCTB) is a rare, typically benign neoplasm that primarily affects long bones in adults, with clival involvement being extremely rare, particularly in pediatric cases: a mini-review shows a total of 28 described cases, of which only 5 were truly pediatric (within 14 years of age). Surgery is the treatment of choice, and Denosumab is reported to be the most effective drug therapy. To date, the GCTB's molecular hallmark is the somatic mutation p.Gly34Trp, at the H3F3A gene (H3.3 p.Gly34Trp mutation), but in this case, the mutation H3.3 p.Gly35Trp was identified. Case Presentation: A 9-year-old female presented with progressive ocular pain, ptosis, and diplopia. MRI revealed a 42 × 32 × 30 mm mass in the clivus and sphenoid body. The patient underwent partial resection, and histology confirmed GCTB. Molecular testing revealed the presence of the H3.3 p.Gly35Trp mutation, and we demonstrate that this is the true mutation associated with GCTB, not the previously described (H3.3 p.Gly34Trp). Due to residual tumor tissue, the patient was treated with Denosumab, a RANKL inhibitor. During a 2-year follow-up, the tumor size stabilized, and no significant adverse effects were observed. Conclusion: This case represents the first pediatric clival GCTB harboring the H3.3 p.Gly35Trp mutation. Molecular diagnostics played a crucial role in confirming the diagnosis and demonstrating that the true mutation harbored by GCTB is H3.3 p.Gly35Trp and not the formerly described (H3.3 p.Gly34Trp). Denosumab therapy effectively controlled the tumor without major side effects, although long-term treatment duration and safety require further study.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39804135/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41450931",
      "title": "Metachronous multicentric giant cell tumor of bone treated with denosumab and mega-prosthesis revision: a rare case report.",
      "authors": [
        "Lin Huaitai",
        "Yang Chanping",
        "Zhu Jinhao",
        "Yang Chenyu",
        "Xu Zijian",
        "Wu Zejin",
        "Wang Xinjia",
        "Wang Weidong"
      ],
      "journal": "Frontiers in oncology",
      "journal_abbrev": "Front Oncol",
      "pub_date": "2025-01-01",
      "doi": "10.3389/fonc.2025.1651271",
      "abstract": "INTRODUCTION: Multicentric giant cell tumor of bone is extremely rare, accounting for less than 1% of all giant cell tumor of bone (GCTB) cases. Metachronous multicentric GCTB is even rarer. CASE PRESENTATION: We present a rare case of metachronous multicentric giant cell tumor of bone (GCTB) in a 27-year-old male, in whom three distinct lesions developed sequentially over a 10-year period: first in the right distal femur, followed by the proximal femur, and later the proximal tibia. To address progressive disease and prosthetic complications, the patient underwent revision of the mega-prosthesis combined with adjuvant denosumab therapy, followed by curettage of the subsequently emerging tibial lesion. CONCLUSION: This case illustrates the sequential development of multiple GCTB lesions and the importance of combined surgical reconstruction and denosumab therapy in long-term management.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41450931/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41383704",
      "title": "Excellent Results in the Off-Label Use of Denosumab in Pediatric Oncology: Monocentric Case Series Study.",
      "authors": [
        "Battaglia Teresa",
        "Nebiolo Marta",
        "Conte Massimo",
        "Livellara Virginia",
        "Piatelli Gianluca",
        "Damasio Maria Beatrice",
        "Galleni Barbara",
        "Arkhangelskaya Elena",
        "Manzitti Carla",
        "Gaggero Gabriele",
        "Garaventa Alberto"
      ],
      "journal": "Case reports in pediatrics",
      "journal_abbrev": "Case Rep Pediatr",
      "pub_date": "2025-01-01",
      "doi": "10.1155/crpe/6693304",
      "abstract": "Denosumab is a human monoclonal antibody approved by the Food and Drug Administration in 2013 for use in adults with inoperable giant cell tumor of bone (GCTB). In children, it is used as an off-label drug in some giant cell-rich tumors of bone (GCRTB) and giant cell granuloma (GCG). The aim of the study is to evaluate the efficacy and acute toxicity of denosumab in children. From February 2022 to December 2023, at the Istituto Giannina Gaslini, 5 patients were treated with denosumab, 2 females and 3 males. Age ranged from 8 to 17 years. Two had ABC (hemipelvis and D9), and 3 had GCG (sphenoid, jaw, and maxilla). An assay of calcium and vitamin D as well as a dental scan was performed before administering denosumab due to possible side effects such as hypocalcemia and jaw osteonecrosis. Therapy was given subcutaneously at the dose of 70 mg/m2 (weight < 50 kg) or 120 mg (weight > 50 kg) at days +1, +8, +15, +28, and then monthly for 3-5 months, followed by imaging evaluation. Overall, 21 doses were administered to Patient 1, 20 doses to Patient 2, 11 doses to Patient 3, 10 doses to Patient 4, and 9 doses to Patient 5. Calcium carbonate and vitamin D were given as supportive therapy. We observed lesion volume reduction in 4 patients and radiological stability in 1 patient. Surgery was possible in 1 case thanks to the significant reduction of lesion size. A longer administration over 22 months was safe and well tolerated. No disease progression or side effects were observed. This study confirms literature data about the use of denosumab in inoperable GCRTB. These results are preliminary; further studies are necessary on a larger series of cases, with a longer follow-up (3-5 years), with data collection even from other pediatric centers.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41383704/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41359430",
      "title": "Pediatric Giant-Cell Tumor of Bone With Secondary Aneurysmal Bone Cyst Causing Orbital Apex Syndrome.",
      "authors": [
        "Ploeger Caroline G",
        "Carvalho Soares Valentim Carolina",
        "Guner Mehmet Eren"
      ],
      "journal": "Journal of pediatric ophthalmology and strabismus",
      "journal_abbrev": "J Pediatr Ophthalmol Strabismus",
      "pub_date": "2025-01-01",
      "doi": "10.3928/01913913-20251008-04",
      "abstract": "Giant-cell tumors of bone (GCTBs) are benign, expansile lesions usually found in the long bones of young adults. The authors report a pediatric skull base GCTB causing cranial nerve deficits and vision loss. The patient presented with blurry vision, left eye misalignment, headaches, nausea, and vomiting. Imaging revealed a large heterogenous mass invading the anterior cranial fossa floor. Initial histopathology suggested an aneurysmal bone cyst (ABC), and the mass was surgically resected. Four months later, recurrence led to genetic testing, which identified a p.G35W H3F3A mutation, confirming GCTB with secondary ABC of the pituitary fossa causing right compressive optic neuropathy and left orbital apex syndrome. Management included repeat resection and denosumab therapy, achieving radiographic stability with preservation of vision in the right eye, although the optic nerve of the left eye remained atrophic. Given the diagnostic overlap between GCTB and ABC, the authors emphasize the importance of genetic testing for accurate and early diagnosis to enable timely treatment and reduce the risk of recurrence.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41359430/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "41036144",
      "title": "Case Report: Management of multiple brown tumors after kidney transplantation.",
      "authors": [
        "Sun Qingyi",
        "Bai Yafei",
        "Chen Ruman",
        "Li Hong"
      ],
      "journal": "Frontiers in endocrinology",
      "journal_abbrev": "Front Endocrinol (Lausanne)",
      "pub_date": "2025-01-01",
      "doi": "10.3389/fendo.2025.1645715",
      "abstract": "Brown tumor is usually caused by primary or secondary hyperparathyroidism but is exceptionally rare after kidney transplantation. Their rarity and atypical pathological features make diagnosis and treatment particularly challenging. We present a case of a 38-year-old woman with multiple brown tumors secondary to persistent hyperparathyroidism following kidney transplantation. The patient was initially admitted to the orthopedic department for left shoulder dislocation and lytic lesions in the left humerus and was diagnosed with a giant cell tumor of bone. Further investigations revealed elevated parathyroid hormone (PTH) levels and multiple lytic bone lesions throughout the skeleton. Based on these findings, the patient was ultimately diagnosed with multiple brown tumors. As a result, the patient underwent total parathyroidectomy and autotransplantation of parathyroid tissue. Follow-up evaluations showed decreased PTH levels and alkaline phosphatase levels, with improvement in skeletal changes. This case report shares the experience and lessons in managing hyperparathyroidism, both before and after kidney transplantation, emphasizing the importance of clinicians' awareness of the disease and multidisciplinary collaborative management.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41036144/",
      "category": "Diagnosis & Imaging"
    },
    {
      "pmid": "40746603",
      "title": "Case Report: Malignant transformation of maxillary giant cell tumor of bone from EURACAN reference center.",
      "authors": [
        "Riva Federica",
        "Vari Sabrina",
        "Onesti Concetta Elisa",
        "Covello Renato",
        "Scuderi Silvia",
        "Ceddia Serena",
        "Fiore Maria Rosaria",
        "Anelli Vincenzo",
        "Strippoli Sabino",
        "Ferraresi Virginia"
      ],
      "journal": "Frontiers in oncology",
      "journal_abbrev": "Front Oncol",
      "pub_date": "2025-01-01",
      "doi": "10.3389/fonc.2025.1604056",
      "abstract": "Giant cell tumor of bone (GCTB) is a benign but locally aggressive neoplasm that can rarely undergo malignant transformation, with a poor prognosis. The most frequent histotypes of the sarcomatous transformation of GCTB are osteosarcoma, fibrosarcoma, and undifferentiated pleomorphic sarcoma, and the treatment approach mirrors that of high-grade sarcomas. This case report describes the malignant transformation of a maxillary GCTB treated with standard systemic treatments for bone tumors and local treatment, resulting in a progression of disease until the patient's death. Nevertheless, a marked radiological and clinical response was achieved with local carbon ion therapy. This case highlights the diagnostic and therapeutic challenges of malignant transformation of GCTB, emphasizing the importance of a multidisciplinary approach at specialized centers and the potential role of local therapies in selected cases.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40746603/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40672719",
      "title": "Beta-Catenin Positive Giant Cell Tumor of Bone with Pathological Fracture Treated with Neoadjuvant Denosumab Therapy for Visualizing Extraskeletal Lesions.",
      "authors": [
        "Ogawa Itaru",
        "Kaneuchi Yoichi",
        "Hakozaki Michiyuki",
        "Sato Shunsuke",
        "Suzuki Takeo",
        "Yamada Shoki",
        "Hasegawa Osamu",
        "Nikaido Takuya",
        "Matsumoto Yoshihiro"
      ],
      "journal": "Case reports in oncology",
      "journal_abbrev": "Case Rep Oncol",
      "pub_date": "2025-01-01",
      "doi": "10.1159/000546985",
      "abstract": "INTRODUCTION: Giant cell tumors of bone (GCTBs) are locally aggressive tumors that can induce pathological fractures. Previous reports suggest that denosumab induces intratumoral ossification in β-catenin positive GCTB. However, its effect on the complete resection of GCTB with extraskeletal lesions remains unclear. CASE PRESENTATION: A 45-year-old woman with a pathological fracture of the left distal femur was diagnosed with GCTB based on the biopsy findings, which revealed both H3.3 G34W and nuclear β-catenin positivity. Eight courses of neoadjuvant denosumab therapy were administered to visualize the extraskeletal lesions; subsequently, en bloc resection with megaprosthetic reconstruction was successfully performed. Pathological examination revealed intratumoral ossification without osteoclastic giant cells. Two years after the surgery, no evidence of local recurrence was recorded. CONCLUSION: Neoadjuvant denosumab therapy is an effective approach for managing β-catenin positive GCTB with pathological fractures as it promotes intratumoral ossification and facilitates complete resection of GCTB, including extraskeletal lesions.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40672719/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40475359",
      "title": "30 YEARS OF BONE GIANT CELL TUMOR IN THE KNEE: A BRAZILIAN PERSPECTIVE.",
      "authors": [
        "Rodrigues Eduardo da Silva",
        "Ghert Michelle",
        "Antunes Bruno Pereira",
        "Galia Carlos Roberto",
        "Pestilho Julie Francine Cerutti Santos",
        "Toller Eduardo Areas",
        "de Camargo Olavo Pires",
        "Engel Edgard Eduard",
        "Nakagawa Suely Akiko",
        "Guedes Alex",
        "Becker Ricardo Gehrke"
      ],
      "journal": "Acta ortopedica brasileira",
      "journal_abbrev": "Acta Ortop Bras",
      "pub_date": "2025-01-01",
      "doi": "10.1590/1413-785220253302e285061",
      "abstract": "OBJECTIVE: To analyze the evolution of patient/tumor characteristics and treatments for GCTB in the knee in Brazil over 30 years and assess changes in local recurrence rates. METHODS: Retrospective study of 335 patients (1989-2021) from 16 Brazilian centers. Data on patient/tumor characteristics, recurrence, metastasis, and treatment trends were evaluated. RESULTS: Campanacci grade 3 tumors, pulmonary metastasis, and local recurrence rates were 56.7%, 5.3%, and 15.8%, respectively. Recurrence was 21.4% for curettage and 9% for resection. Curettage with denosumab showed 23.8% recurrence, versus 21% for curettage alone. Overall, local recurrence decreased from 22.9% (1989-2005) to 15.1% (2006-2021), with a significant drop after en bloc resection (23% to 7.8%), while curettage-related recurrence remained stable. CONCLUSIONS: Despite an increase in aggressive tumors, local recurrence decreased, especially after en bloc resection. These findings emphasize the challenges of managing rare diseases in emerging economies. Level of evidence: III; Retrospective Cohort Study.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40475359/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40308509",
      "title": "Case Report: Giant cell lesions in the Maxillofacial region: diagnostic points and treatment strategies.",
      "authors": [
        "Gao Xiaohan",
        "Wang Shuangyi",
        "Zhan Xiaohong",
        "Liu Yanshan",
        "Chen Liqiang",
        "Sun Jian",
        "Xu Haoyue"
      ],
      "journal": "Frontiers in oncology",
      "journal_abbrev": "Front Oncol",
      "pub_date": "2025-01-01",
      "doi": "10.3389/fonc.2025.1572560",
      "abstract": "OBJECTIVE: Giant cell-rich lesions in the maxillofacial region are relatively rare, and comprehensive clinical differential diagnostic protocols are currently lacking. This article aims to provide a reference for the clinical diagnosis and treatment of giant cell-rich lesions. METHODS: This study investigates the distinguishing features of four types of giant cell-rich lesions in differential diagnosis and treatment: giant cell tumor of bone (GCT), aneurysmal bone cyst (ABC), tenosynovial giant cell tumor (TGCT), and giant cell reparative granuloma (GCRG). RESULTS: Immunohistochemical (IHC) analysis reveals strong p63 positivity in the mononuclear stromal cells of GCT, but not in GCRG. The \"fluid-fluid level\" observed in magnetic resonance imaging (MRI) is a diagnostic indicator for ABC, reflecting variable signal intensities. TGCT is characterized by the presence of synovial monocytes, multinucleated giant cells, foam cells, and hemosiderin-laden cells. CONCLUSION: Accurate diagnosis requires a comprehensive evaluation of clinical, imaging, and pathological data. While complete resection is crucial for GCT to prevent recurrence and malignant transformation, GCRG typically responds well to curettage due to its benign nature. Early surgical intervention is essential for TGCT to control its aggressive progression and minimize complications.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40308509/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "39801856",
      "title": "Rare Coexistence: Giant Cell Tumor Recurrence and Infection in the Proximal Tibia - A Case Report.",
      "authors": [
        "Roy Mainak",
        "Reddy Harsha Vardhan",
        "Bhikshavarthimath Suhas Aradhya",
        "Dwidmuthe Samir Chandrakant",
        "Tiwari Vivek"
      ],
      "journal": "Journal of orthopaedic case reports",
      "journal_abbrev": "J Orthop Case Rep",
      "pub_date": "2025-01-01",
      "doi": "10.13107/jocr.2025.v15.i01.5112",
      "abstract": "INTRODUCTION: Giant cell tumor of bone (GCTB) ranks among the most prevalent locally aggressive tumor lesions, displaying a diverse range of biological behaviors. Recurrence of GCTB is well-documented, often attributed to microscopic tumour remnants remaining after intralesional curettage, with increased concern when infection occurs postoperatively. Studies suggest the limited effectiveness of adjuvants in preventing giant cell tumour recurrence, emphasizing the necessity of complete removal of malignant cells. We describe our experience with a rare presentation of recurrence together with infection in an operated case of GCTB right proximal tibia with curettage with cementing and plate stabilization. CASE REPORT: A 28 year-old female who was operated case of GCTB right proximal tibia with curettage with cementing and plate stabilization in 2020 presented to our outpatient department with complaints pain in right leg while walking for 3 months in October 2021. Plain radiography of the right knee suggestive of lytic lesion over medial aspect of the right tibia around cement with plate in situ and magnetic resonance imaging right knee suggestive of recurrence of the tumor with no breach in joint line and no involvement of neurovascular structures. The patient was planned for implant removal with extended curettage and plate stabilization and cementing with antibiotics (vancomycin and gentamycin) after sending tissues for culture sensitivity and histopathology. Intraoperative cultures showed growth of methicillin-sensitive staphylococcus aureus which was sensitive to cefoxitin, gentamicin, cotrimoxazole, and doxycycline following which pt received 2 weeks of intravenous antibiotics and 4 weeks of oral antibiotics as per culture sensitivity with no post-operative wound complications and had satisfactory functional outcome. The patient was followed at regular intervals till 2-year follow-up did not show any signs of recurrence and infection. CONCLUSION: The manifestation of GCTB recurrence alongside infection is exceedingly rare with limited literature evidence. Our case illustrates a method to address both issues concurrently during a single procedure, utilizing antibiotic bone cement to tackle infection and extended curettage for thorough removal of neoplastic cells from the surrounding bone.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39801856/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "39797695",
      "title": "Do Unresectable Giant Cell Tumors of Bone Treated With Denosumab Progress After Discontinuation of Treatment?",
      "authors": [
        "de la Calva Carolina",
        "Angulo Manuel",
        "González-Rojo Paula",
        "Peiró Ana",
        "Machado Pau",
        "Cebrián Juan Luis",
        "García-Maroto Roberto",
        "Valcárcel Antonio",
        "Puertas Pablo",
        "Valero-Cifuentes Gregorio",
        "Pablos Óscar",
        "Maireles Miriam",
        "Fontalva María Luisa",
        "Chaves Iván",
        "Orce Aida",
        "Coll-Mesa Luis",
        "Pérez Israel",
        "González Fausto",
        "Del Carmen Sanz María",
        "Gracia Isidro"
      ],
      "journal": "Cancer reports (Hoboken, N.J.)",
      "journal_abbrev": "Cancer Rep (Hoboken)",
      "pub_date": "2025-01-01",
      "doi": "10.1002/cnr2.70117",
      "abstract": "BACKGROUND: Denosumab represents a valuable treatment option for unresectable giant cell tumors of the bone (GCTBs). However, no standardized protocols exist determining the length of administration, with few studies having been published on patients who reached the end of treatment. AIMS: To analyze the outcomes of patients diagnosed with GCTB and who had finished single treatment with denosumab. METHODS AND RESULTS: This is a multicenter, retrospective, descriptive study carried out in seven Spanish hospitals with multidisciplinary sarcoma and musculoskeletal tumor boards, between 2009 and 2019. Sixteen patients diagnosed with unresectable GCTBs and treated with denosumab who had reached the end of their treatment were recruited for the study and had been followed up for a minimum of 2 years. Fifty percent of patients discontinued denosumab after showing signs of tumor control. The disease remained stable in 69% of patients (n = 11), with a median recurrence-free survival time of 46 months (20-157 months) after being treated for a median period of 19 months (5-83 months). Four patients experienced local progression, and one presented multifocal progression. These five patients were treated for a median period of 46 months (14-76 months), with a median recurrence-free survival time of 9 months (5-25 months). CONCLUSION: The findings of the present study suggest that discontinuation of denosumab in patients with unresectable GCTB is not necessarily associated with the progression of the disease. Further research is needed to determine how long denosumab should be administered to minimize the risk of recurrence.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39797695/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "39690855",
      "title": "[Progress in the treatment of giant cell tumors of extremities with pathological fracture].",
      "authors": [
        "Yao W H",
        "Fan D Y",
        "Jiang X Y",
        "Liu W F"
      ],
      "journal": "Zhonghua wai ke za zhi [Chinese journal of surgery]",
      "journal_abbrev": "Zhonghua Wai Ke Za Zhi",
      "pub_date": "2025-01-01",
      "doi": "10.3760/cma.j.cn112139-20240328-00151",
      "abstract": "Giant cell tumor of bone (GCTB) is a common locally aggressive junctional primary bone tumor, whose clinical treatment becomes more difficult once combined with pathological fracture. Extended curettage and en-bloc resection are common surgical procedures for treating GCTB, and drugs such as receptor activator of nuclear factor-κB ligand(RANKL) inhibitors and bisphosphonates have been successfully used. Curettage is recommended for patients with Campanaccigrade Ⅱor Campanaccigrade Ⅲ with localized soft tissue invasion only and simple fractures with intact bone structure. Resection may be considered for Campanaccigrade Ⅲ with extensive soft tissue invasion or complex fractures with incomplete bone structure. RANKL inhibitors such as denosumab may be recommended if surgery is not possible or before performing resection. This article summarizes the common treatment modalities of pathological fractures combined with giant cell tumors of extremities, including the current status of surgical and pharmacological treatments, analyzing the choice of surgical modalities in different clinical situations, in order to provide clinical inspirations for diagnosis and treatment.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39690855/",
      "category": "Denosumab & Medical Therapy"
    },
    {
      "pmid": "40926597",
      "title": "99mTc/Tricine/HYNIC ubiquicidin 29-41 uptake in a giant cell tumor of the hallux: insights into the importance of time-activity curve analysis for accurate scan interpretation.",
      "authors": [
        "Ataei Nakhaei Saeedeh",
        "Saber Tanha Amin",
        "Aryana Kamran",
        "Raeisi Nasrin",
        "Barashki Somaye"
      ],
      "journal": "Nuclear medicine review. Central & Eastern Europe",
      "journal_abbrev": "Nucl Med Rev Cent East Eur",
      "pub_date": "2025-01-01",
      "doi": "10.5603/nmr.106527",
      "abstract": "A 37-year-old man presented with swelling and erythema in the left first toe after a prior trauma, suspicious for osteomyelitis. X-ray and computed tomography (CT) scans revealed a radiolucent lesion with cortical disruption. A 99mTc/tricine/HYNIC ubiquicidin 29-41 (UBI) scintigraphy showed increased uptake but a non-accumulative time-activity curve, indicating a false positive for infection. Surgical excision confirmed a giant cell tumor. This case underscores the importance of integrating time-activity curve analysis with target-to-reference ratios in [99mTc]Tc-UBI scintigraphy for accurate diagnosis.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40926597/",
      "category": "Surgery & Reconstruction"
    },
    {
      "pmid": "40606728",
      "title": "Recognition and Recurrence of Aneurysmal Bone Cyst Secondary to Giant Cell Tumor: A Case Series and Review Of The Literature.",
      "authors": [
        "Salduz Ahmet",
        "Russell Michael D",
        "Miller Benjamin J"
      ],
      "journal": "The Iowa orthopaedic journal",
      "journal_abbrev": "Iowa Orthop J",
      "pub_date": "2025-01-01",
      "doi": "10.1016/j.artd.2022.01.020",
      "abstract": "BACKGROUND: Aneurysmal bone cysts (ABCs) are rare, benign bone lesions with distinct genetic and pathological characteristics. Secondary ABCs arising from giant cell tumors (GCTs) are associated with higher recurrence rates compared to primary ABCs. This study aimed to evaluate recurrence rates and risk factors for primary ABCs, secondary ABCs in GCT, and GCTs, with a focus on radiologic and clinical predictors. METHODS: This retrospective cohort study analyzed 44 patients with histologically confirmed primary ABC (n=24), secondary ABC in GCT (n=8), or GCT (n=12), treated surgically with adjuvants between 2010 and 2020. Tumors were staged using the Enneking/MSTS system, and recurrence rates were assessed using Kaplan-Meier survival analyses and Chi-square tests. The mean follow-up period was 49.4 months. RESULTS: The overall recurrence rate was 11%, with a 5-year recurrence-free survival rate of 89%. Recurrence-free survival was 92% for primary ABCs, 92% for GCTs, and 75% for secondary ABCs. Significant risk factors included soft tissue extension in primary ABCs (p = 0.037) and mixed radiologic appearance in GCTs (p = 0.033). Secondary ABCs were more common in patients over 20 years and often presented with multiloculated cystic areas. CONCLUSION: Recurrence rates are similar among primary ABCs, secondary ABCs, and GCTs. However, secondary ABCs exhibit recurrence behaviors closer to GCTs, particularly in patients with advanced age and complex radiological features. These findings highlight the importance of meticulous tumor resection and the careful use of adjuvants to reduce the risk of recurrence. Level of Evidence: III.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40606728/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40579013",
      "title": "Giant Cell Tumor of the Proximal Fibula in a 15-year-old Female: A Review and Case Report.",
      "authors": [
        "Hashimoto Kazuhiko",
        "Nishimura Shunji",
        "Goto Koji"
      ],
      "journal": "In vivo (Athens, Greece)",
      "journal_abbrev": "In Vivo",
      "pub_date": "2025-01-01",
      "doi": "10.21873/invivo.14043",
      "abstract": "BACKGROUND/AIM: Giant cell tumor of the bone (GCTB) is a locally-aggressive, benign tumor that typically affects young adults between 20 and 40 years old. CASE REPORT: A 15-year-old female presented to a primary care physician with pain in the lateral aspect of the left knee and was referred to our department with a suspected bone tumor owing to radiographic findings of osteolysis of the proximal fibula. Computed tomography indicated osteolysis of the proximal fibula, and the bone cortex was thin and partially irregular. Magnetic resonance imaging indicated a mass in the same area, with hyperintense changes in both T1- and T2-weighted images. No biopsy was performed; however, bone tumor curettage and artificial bone grafting were performed. The final pathological examination indicated osteoclastic, multinucleated giant cells. No malignant findings were observed, and the patient was diagnosed with GCTB. No recurrence was observed one year after surgery. CONCLUSION: This case highlights the occurrence of GCTB in a young patient at an uncommon location. Oncologic surgeons should consider GCTB as a differential diagnosis when an image shows translucency of the proximal fibula, even if the patient is younger than the usual age of onset.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40579013/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40053674",
      "title": "Unusual Presentation of Metachronous Multicentric Giant Cell Tumor of Forearm Bones with Literature Review.",
      "authors": [
        "Goyal Lavanya",
        "Kataria Arihant",
        "Gupta Swati",
        "Arora Prerna",
        "Arora Sumit",
        "Maini Lalit"
      ],
      "journal": "JBJS case connector",
      "journal_abbrev": "JBJS Case Connect",
      "pub_date": "2025-01-01",
      "doi": "10.2106/JBJS.CC.24.00566",
      "abstract": "CASE: We present an unusual case of metachronous multicentric giant cell tumor (GCT) of forearm bones in a 38-year-old male patient with an 8-year follow-up. The diagnosis was established by imaging and histopathology. He underwent multiple surgeries with extraperiosteal resection of lesions with free fibular grafts. No new lesion was detected in the last 3 years. When last seen, the patient was asymptomatic (apart from restricted supination). A literature review is also presented. CONCLUSION: Metachronous multicentric GCT involving only the forearm bones is rare. A high index of suspicion is necessary to differentiate it from other polyostotic lesions.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40053674/",
      "category": "Surgery & Reconstruction"
    },
    {
      "pmid": "39927322",
      "title": "GIANT CELL TUMOR OF THE DISTAL RADIUS: FACTORS ASSOCIATED WITH LOCAL RECURRENCE.",
      "authors": [
        "Rabuske William Bernardo Specht",
        "Ghert Michelle",
        "Antunes Bruno Pereira",
        "Galia Carlos Roberto",
        "Pestilho Julie Francine Cerutti Santos",
        "da Silveira Gabriella Sityá Moojen",
        "Toller Eduardo Areas",
        "de Camargo Olavo Pires",
        "Engel Edgard Eduard",
        "Nakagawa Suely Akiko",
        "Guedes Alex",
        "Becker Ricardo Gehrke"
      ],
      "journal": "Acta ortopedica brasileira",
      "journal_abbrev": "Acta Ortop Bras",
      "pub_date": "2025-01-01",
      "doi": "10.1590/1413-785220253301e289573",
      "abstract": "OBJECTIVES: To assess patient and tumor characteristics and treatment outcomes, focusing on local recurrence rates based on treatment type. METHODS: This is a retrospective review of cases of GCTB of the distal radius, identified from the databases of 74 patients in Brazilian institutions specializing in musculoskeletal tumor treatment. Data were collected from electronic and paper medical records by 18 centers between 1989 and 2021. Variables included demographic data, clinical presentation, treatment-related factors, and primary outcome (local recurrence rate). RESULTS: Among the 74 patients in the study, the mean age at diagnosis was 32.6 years, with a slight female predominance. Pathological fractures on presentation were observed in 15.7% of patients, and pulmonary metastasis in 1.4%. Treatment approaches were divided equally between intralesional curettage and en bloc resection. The overall local recurrence rate was 25.7% and was higher in patients treated with intralesional curettage (35.1%) compared to resection (16.2%). CONCLUSIONS: The study confirms high recurrence risk with intralesional curettage, emphasizing the need for standardized protocols and improved surgical techniques to reduce recurrence rates and enhance outcomes for distal radius GCTB patients. Level of Evidence III; Retrospective Cohort Study.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/39927322/",
      "category": "Recurrence & Metastasis"
    },
    {
      "pmid": "40046036",
      "title": "Management and surveillance of metastatic giant cell tumour of bone.",
      "authors": [
        "Fellows David",
        "Kotowska Julia",
        "Stevenson Thomas",
        "Brown Jennifer",
        "Orosz Zsolt",
        "Siddiqi Ather",
        "Whitwell Duncan",
        "Cosker Thomas",
        "GIbbons Christopher L M H"
      ],
      "journal": "Pathology oncology research : POR",
      "journal_abbrev": "Pathol Oncol Res",
      "pub_date": "2025-01-01",
      "doi": "10.3389/pore.2025.1611916",
      "abstract": "Giant cell tumour of bone (GCTB) is viewed as a benign, locally aggressive primary bone tumour with metastatic potential. Current management is surgery with bone curettage or resection and systemic therapy with denosumab. Diagnosis is confirmed histologically prior to surgery, with staging for pulmonary disease, as pulmonary metastases (PM) reportedly occur in <8%. This study aimed to assess incidence, surveillance and management of PM in patients with GCTB, with histopathological review. A retrospective audit of the Oxford bone tumour registry was performed from January 2014 - October 2023. Inclusion criterion was histological confirmation of GCTB. Exclusion criteria were incomplete medical, imaging or histology records, or referral for secondary MDT opinion for diagnosis. From an initial group of 126 GCTB patients, 83 patients met the full selection criteria. Pulmonary metastases were identified in 11 patients. Three with PM were excluded on histopathological review as being giant cell rich osteosarcoma rather than metastatic GCTB. This left 8 (9.6%) patients, one had PM at presentation and seven at follow-up between 2 and 42 months. Two were histologically confirmed after cardiothoracic surgery and biopsy, six radiologically diagnosed. Three (37.5%) patients with PM have died (between 1 and 12 months after confirmed PM), five are alive with stable disease. Seven (87.5%) of patients with pulmonary disease were treated with denosumab/chemotherapy (three before, four after pulmonary diagnosis). Five (62.5%) with pulmonary disease had recurrence of local disease requiring further surgery. Local recurrence was an independent risk factor for PM on statistical analysis. GCTB may present with PM, but more commonly, metastasis occurs after surgery, presenting on surveillance and can progress. There were no distinct differences in histopathological appearance between patients with GCTB that developed PM and those that did not, therefore morphological features of the tumour cannot be currently used to predict tumour behaviour. PM can behave aggressively, necessitating identifying histological markers to recognise patients at risk of metastatic GCTB, for example, through mRNA single cell analysis. We propose GCTB patients with PM receive regular chest surveillance with PET scan and/or CT to monitor disease progression, and a multi-centre audit of GCTB outcome undertaken to further define optimal clinical management.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/40046036/",
      "category": "Denosumab & Medical Therapy"
    }
  ]
}